{
"akari": {
    "name": "Akari",
    "description": "A pretty good magical support. Does pretty good if you have a slot empty for dedicated debuffer/sub tank, she also applies a lifesteal buff that lasts for 1 attack on UB. She's also a cutie. I would suggest talent bloom her after you're done with the recommended in dungeon coins ",
    "kana": "アカリ", 
    "ubname": "Sweet Devil Yell", 
    "ubdesc": "increases all allies magical attack by a small amount annd grant a lifesteal buff for their next attack", 
    "s1name": "Shadow Bolt", 
    "s1desc": "Medium magical damage to the nearest enemy", 
    "s2name": "Koakuma no Kiss", 
    "s2desc": "Reduces the nearest enemy's Magical defense by a large amount", 
    "exname": "Sweet Ignition", 
    "exdesc": "Medium increase to own magical attack power at the start of the battle. **5★: Large increase to own's magical attack power at the start of the battle**", 
    "s1plus": "Medium damage to the nearest enemy, **also reduces the magical defense by a small amount**", 
    "upgrade": "", 
    "upgradedesc": "", 
    "image": "https://flatisjustice.moe/priconne/unit/100631.webp",
    "guild": "Diabolos"
},
"angel akari": {
    "name": "Angel Akari",
    "description": "A single target magical attacker that does well in manual battle. She acts like Eriko but magical. She has really high buff number. But the time that it's up is low. But she will always do S1 before doing S2. It's better to watch out for that if you're doing Manual.",
    "kana": "アカリ(エンジェル)", 
    "ubname": "Heavenly Kiss", 
    "ubdesc": "Massive magical damage to the nearest enemy", 
    "s1name": "Angel Charge", 
    "s1desc": "Increases own magical attack as well as magical crit rate by a large amout. Increase damage when doing crits with magical attacks by 24%", 
    "s2name": "Angel Shoot", 
    "s2desc": "Medium magical damage to the earest enemy, this skill will deal 3x damage instead of 2x when doing crits", 
    "exname": "Sweet Angel Heart", 
    "exdesc": "Medium increase to own magical attack power at the start of the battle. **5★: Large increase to own magical defense at the start of the battle**", 
    "s1plus": "", 
    "upgrade": "", 
    "upgradedesc": "", 
    "image": "https://flatisjustice.moe/priconne/unit/113731.webp",
    "guild": "Diabolos"
},
"akino": {
    "name": "Akino, Ohohohojousama",
    "description": "The OHOHOHOJousama. She was seen as pretty mediocre before her 6★. But it turns out that, that was all she needs. She became one of the best attackers to date(While also being tanky). She has really good multipliers on UB. Be sure to train her if you have her.",
    "kana": "アキノ", 
    "ubname": "Noble Assault", 
    "ubdesc": "Massive physical damage to the nearest enemy", 
    "s1name": "Proud Slash", 
    "s1desc": "Medium physical damage to the nearest enemy, increases own physical attack by a small amount. Move to the front alot and start OHOHOHO, if attacked while laughing, she will do counter that does physical medium damage attack in an area", 
    "s2name": "Healing Jewel", 
    "s2desc": "Set a field and restore health of all allies in range by a small amount", 
    "exname": "Flame Soul", 
    "exdesc": "Medium increase to own physical attack at the start of the battle. **5★: Medium increase to own physical defense at the start of the battle**", 
    "s1plus": "Medium physical damage to the nearest enemy, Increase own physical attack and **TP gain rate** by a small amount. **Taunt enemies.** Move to the front alot and start OHOHOHO, if attacked while laughing, she will do counter that does physical medium damage attack in an area", 
    "upgrade": "", 
    "upgradedesc": "", 
    "image": "https://flatisjustice.moe/priconne/unit/103261.webp",
    "guild": "Mercurius Foundation"
},
"anna": {
    "name": "Anna",
    "description": "She has pretty high damage for how she is now. Just be sure not to use her UB for whatever reason if you plan on letting her do the tanking as well. She has a pretty good Magical defense down despite it being small, She spams it literally every other attack. She effectively only has 1 skill",
    "kana": "アンナ", 
    "ubname": "Final Catastrophe", 
    "ubdesc": "Medium magical damage to all enemies. Zeroes her defences in both physical and magical for the rest of the battle", 
    "s1name": "Code: Null", 
    "s1desc": "Medium magical damage to the nearest enemy", 
    "s2name": "End of World", 
    "s2desc": "When health is under 10%, deal large magical damage to all enemies near her. She will also be unconcious after the skill ends", 
    "exname": "Hades Punishment", 
    "exdesc": "Increases magical attack by a medium amount. **5★: Increase magical attack by a large amount.**", 
    "s1plus": "**Reduces the magical defense of the nearest enemy by a small amount**, and then deal medium magical damage to them", 
    "upgrade": "", 
    "upgradedesc": "", 
    "image": "https://flatisjustice.moe/priconne/unit/100931.webp",
    "guild": "Twilight Caravan"
},
"summer anna": {
    "name": "Summer Anna",
    "description": "A meme character. Honestly I've never seen people use her. But you can try. I'm not gonna give my thoughts as I have no idea how she does things",
    "kana": "アンナ(サマー)", 
    "ubname": "Summer Dragonic Breakers", 
    "ubdesc": "Massive magical damage to the nearest enemy. If there is only 1 enemy remaining, also increases her magical attack by a large amount", 
    "s1name": "Rasetsu Nehan: Kaigokusen", 
    "s1desc": "Medium magical damage to the nearest enem, reduces the enemy's magical defense by a medium amount.", 
    "s2name": "Kakyoku: Suimeiki", 
    "s2desc": "Reduces all allies except herself's magical attack power by 90% but increase her own magical attack by a massive amount and crit rate by a large amount.", 
    "exname": "Kaikyoku: Meibaku Rensa", 
    "exdesc": "Medium increase to own magical attack at the start of the battle. **5★: Large increase to own magical attack at the start of the battle**", 
    "s1plus": "", 
    "upgrade": "", 
    "upgradedesc": "", 
    "image": "https://flatisjustice.moe/priconne/unit/113231.webp",
    "guild": "Twilight Caravan"
},
"anne": {
    "name": "Anne",
    "description": "One of the best buffers for magical characters in the game (Post UE), She does higher than average damage. She also allows more characters to do alot of damage. Would recommend to talent blossom ",
    "kana": "アン", 
    "ubname": "Deterrent Thrust", 
    "ubdesc": "Massive magical damage to the nearest enemies, Allies under the influence of Heroic Spirit will gain a large amount of magical attack", 
    "s1name": "Collision Spell", 
    "s1desc": "Medium damage to the nearest enemy", 
    "s2name": "Princess Calling", 
    "s2desc": "Applies Heroic Spirit buff to ann and all allies near her, increases her magical attack power by a large amount and give her an action speed buff by a small amount(10%)", 
    "exname": "Radiant Calling", 
    "exdesc": "Medium increase to own magical attack at the start of the battle. **5★: Large increase to own magical attack at the start of the battle**", 
    "s1plus": "Medium damage to the nearest enemy, **if anne is under the Heroic Spirit buff, all allies will restore 100TP. Otherwise, boost her action speed by a small amount(25%)**", 
    "upgrade": "", 
    "upgradedesc": "", 
    "image": "https://flatisjustice.moe/priconne/unit/109231.webp",
    "guild": ""
},
"aoi": {
    "name": "Owie",
    "description": "She can cripple a tank in arena. But that's about all that she can do really. She can't do much outside of arena. That being said. She still is pretty good at crippling enemy Tanks. Though it's advisable to bring 2 poisons if you're actually going that route",
    "kana": "アオイ", 
    "ubname": "Twisted Vine", 
    "ubdesc": "Medium physical damage to all enemies in range, targest the closest enemy", 
    "s1name": "Poison arrow", 
    "s1desc": "Medium physical damage to the nearest enemy and inflict them with poison", 
    "s2name": "Paralysis Arrow", 
    "s2desc": "Small physical damage to the nearest enemy and inflict them with poison", 
    "exname": "Forest Shooter", 
    "exdesc": "Medium increase to own physical attack at the start of the battle. **5★: Large increase to own physical attack at the start of the battle**", 
    "s1plus": "Medium physical damage to the nearest enemy and inflict them with poison, **if the target is already poisoned. Inflict venom**", 
    "upgrade": "", 
    "upgradedesc": "", 
    "image": "https://flatisjustice.moe/priconne/unit/104031.webp",
    "guild": "Forestier"
},
"uniform aoi": {
    "name": "Uniform Aoi, Transfer Student Aoi",
    "description": "One of the best Debuffer for CB. But with how CBs are nowadays. You need a 2nd debuffer anyways, so she's always welcomed. Do not that she doesn't have the same amount of Poison dealing skills as her normal counterpart.",
    "kana": "アオイ（編入生）", 
    "ubname": "Venom Blast", 
    "ubdesc": "Large physical damage to the nearest enemy, inflicts them with poison and reduce the enemy's defenses by a large amount", 
    "s1name": "Spiked Circle", 
    "s1desc": "Deploys a field that deals small physical damage. If the enemy is poisoned, deals additional medium amount of damage", 
    "s2name": "Acid Vine", 
    "s2desc": "Lowers the nearest's enemy physical defense by a large amount. If the target is inflicted by poison, deals an addtional large amount of damage", 
    "exname": "Bocchi no Kyouji/Pride of a Loner", 
    "exdesc": "Medium increase to own physical attack at the start of the battle. **5★: Large increase to own physical attack power at the start of the battle**", 
    "s1plus": "Sets a field that deals small physical damage, Inflicts them with poison. Additionally, reduce the enemy's physical defense by a small amount", 
    "upgrade": "", 
    "upgradedesc": "", 
    "image": "https://flatisjustice.moe/priconne/unit/110731.webp",
    "guild": "Forestier/ Transferred to St. Theresa Girls' Academy"
},
"arisa": {
    "name": "Arisa",
    "description": "Self accelerating attacker. Much like Shiori. Except much much much more shittier. Not worth levelling really. Unless you really like her",
    "kana": "アリサ", 
    "ubname": "Watashi no Ya ga anata wo tsuranuku!", 
    "ubdesc": "Massive physical damage to the nearest enemy, increase damage with consecutive use ", 
    "s1name": "Karamitsuku Tsuta", 
    "s1desc": "Small physical damage to the enemy with the highest Magical attack, also lowers their action speed by a small amount (20%)", 
    "s2name": "Hane no Kagayaki", 
    "s2desc": "Recover own TP by a medium amount. If UB has been used in this battle. Recover a large amount of TP instead", 
    "exname": "Elf no Kyuujutsu", 
    "exdesc": "Medium increase to own physical attack at the start of the battle. **5★: Large increase to own physical attack at the start of the battle.**", 
    "s1plus": "Small physical damage to the enemy with the highest Magical attack, lowers their action speed by a small amount (20%) **additionally reduce their magical attack by a small amount**", 
    "upgrade": "", 
    "upgradedesc": "", 
    "image": "https://flatisjustice.moe/priconne/unit/106331.webp",
    "guild": ""
},
"ayane": {
    "name": "Ayane",
    "description": "An arena character. She can basically corners anyone that she can reach. Basically putting the enemy frontline to the backline so you can reach the backline. She is very powerful at 6★",
    "kana": "アヤネ", 
    "ubname": "Puukichi Full Swing", 
    "ubdesc": "Deals large physical damage to the nearest enemy, pushes the target by a large amount and inflict them with stun", 
    "s1name": "Puukichi Break", 
    "s1desc": "Small physical damage to an area around the frontmost enemy and inflict then with stun", 
    "s2name": "Puukichi Hurricane", 
    "s2desc": "Small physical damage to an area around the frontmost enemy and reduce their physical defense by a small amount", 
    "exname": "Pretty Slugger", 
    "exdesc": "Medium increase to own physical attack at the start of the battle. **5★: Also, medium increase to own magical defense at the start of the battle**", 
    "s1plus": "Small physical damage to an area around the frontmost enemy and inflict then with stun. **Additionally, reduce the physical attack of one enemy and reduce their action speed by a medium amount(20%)", 
    "upgrade": "Puukichi Cyclone Arch", 
    "upgradedesc": "**Massive** amount of physical damage in an area around the nearest enemy, **pushes them away by a large amount and inflict stun**", 
    "image": "https://flatisjustice.moe/priconne/unit/102361.webp",
    "guild": "Sarendia Orphanage"
},
"christmas ayane": {
    "name": "Christmas Ayane",
    "description": "A physical attacker that uses her own HP to deal damage. Somewhat powerful, kind of a niche use unless you really pay attentions to your runs. Her UE increases her HP. So it might be noteworthy to level that if you have the resources to, her self buff lasts enough for 2 stacks",
    "kana": "アヤネ（クリスマス）", 
    "ubname": "Puukichi Santa Storm", 
    "ubdesc": "Deals massive amount of physical damage to the nearest enemy, but uses up a considerable amount of HP in return", 
    "s1name": "Puukichi Yell", 
    "s1desc": "Boosts own physical attack by a small amount", 
    "s2name": "Puukichi Rush", 
    "s2desc": "Deals medium damage to the nearest enemy and pushes them away by a small distance", 
    "exname": "Holy Night Slugger", 
    "exdesc": "Increases own physical attack by a medium amount at the start of the battle. **5★: Increases own physical attack by a medium amount at the start of the battle**", 
    "s1plus": "Boost own physical attack by a large amount and boost action speed by a large amount (75%)", 
    "upgrade": "", 
    "upgradedesc": "", 
    "image": "https://flatisjustice.moe/priconne/unit/108631.webp",
    "guild": "Sarendia Orphanage"
},
"ayumi": {
    "name": "Ayumi, Background character",
    "description": "Definitely a pretty good arena character if you're using her defensively. Offensively wise. I don't think she'll work as well",
    "kana": "アユミ", 
    "ubname": "Yuuki wo dashite totsugeki desu~!", 
    "ubdesc": "Medium physical damage to an area infront of her, inflicts confusion and blind", 
    "s1name": "T-tsuki sashimasu", 
    "s1desc": "Small physical damage to an area infront of her, reduces the enemy's physical attack by a small amount", 
    "s2name": "Me wo tojite ikeru kana...?", 
    "s2desc": "Reduces the physical defenses of the enemies in an area infront of her by a small amount and inflicts stun", 
    "exname": "Wakidasu Yuuki", 
    "exdesc": "Medium increase to own physical defense at the start of the battle. **5★: Large increase to own physical defense at the start of the battle**", 
    "s1plus": "**medium** physical damage to an area infront of her, reduces the enemy's physical attack by a **medium** amount", 
    "upgrade": "", 
    "upgradedesc": "", 
    "image": "https://flatisjustice.moe/priconne/unit/105531.webp",
    "guild": "Weiße Flügel"
},
"wonder ayumi": {
    "name": "Wonder Ayumi, Za Warudo",
    "description": "She can perform Za Warudo. I actually don't know what she does. Maybe she can perform well in Arena. I don't even know if Clock ends works on bosses",
    "kana": "アユミ（ワンダー）", 
    "ubname": "Clock of Rabbit", 
    "ubdesc": "Boosts the action speed by a massive amount (100%), and increases physical defense by 36 for all allies", 
    "s1name": "Clock down", 
    "s1desc": "Lowers the action speed of all enemies by a small amount (10%). and lowers their physical attack by a medium amount and accuracy by a good bit", 
    "s2name": "Clock End ~~Za Warudo~~", 
    "s2desc": "Performs Za Warudo on the enemy with the highest Physical attack", 
    "exname": "Rabbit Soul", 
    "exdesc": "Increases own physical defense by a large amount at the start of the battle. **5★:Increases it by a large amount at the start of the battle**", 
    "s1plus": "", 
    "upgrade": "", 
    "upgradedesc": "", 
    "image": "https://flatisjustice.moe/priconne/unit/113031.webp",
    "guild": "Weiße Flügel"
},
"chieru": {
    "name": "Cheiru, Cheru~",
    "description": "She's a niche attacker. If only her p crit matches what she aims to do. Or if her skill 1 lasts throughout the whole battle. Maybe it'll get fixed when her UE gets released",
    "kana": "チエル", 
    "ubname": "Cheru Cheru☆Jenosai", 
    "ubdesc": "Large physical damage to the nearest enemy, also increases the crit rate and physical attack by a large amount", 
    "s1name": "Cheru We☆Dance", 
    "s1desc": "Inncreases own physical attack, crit rate and action speed(100%) by a large amount. She gains a cheru everytime she lands a crit onn an enemies. Maximum of 30", 
    "s2name": "Cast☆A☆Chierun", 
    "s2desc": "Small physical damage to the nearest enemy, reduces physical attack by a large amount and increase physical attack and crit rate based on the number of Chieru she has at the time of using this skill", 
    "exname": "Sekai de Ichiban☆Cherun na Ko", 
    "exdesc": "Increases physical attack by a medium amount at the start of the battle. **5★:Increases physical attack by a large amount at the start of the battle**", 
    "s1plus": "", 
    "upgrade": "", 
    "upgradedesc": "", 
    "image": "https://flatisjustice.moe/priconne/unit/110931.webp",
    "guild": "St. Theresa Girls' Academy(Buddy Club)"
},
"chika": {
    "name": "Chika",
    "description": "Magical healer that is focused for physical team. Chika is one of the early game healers. She raises physical attack, hence why she is good with a physical team. Though on UB she does a party wide heal. She is a double edge sword as a summon killed can help enemies with TP",
    "kana": "チカ", 
    "ubname": "Sylphid's Breath", 
    "ubdesc": "Restores health for all allies by a small amount, and summons a fairy infront of the frontmost ally", 
    "s1name": "Cheer Song", 
    "s1desc": "The frontmost allies and in an area around them will get a small increase of physical attack", 
    "s2name": "Fairies' Lullaby", 
    "s2desc": "Lowers the nearest's enemy physical attack by a large amount", 
    "exname": "Gifted Voice", 
    "exdesc": "Increases magical attack by a medium amount at the start of the battle. **5★: Increases magical attack by a large amount at the start of the battle**", 
    "s1plus": "The frontmost allies and in an area around them will get a **medium** increase of physical attack. **Boost the physical crit of them as well and applies a regen that heals for a medium amount**", 
    "upgrade": "", 
    "upgradedesc": "", 
    "image": "https://flatisjustice.moe/priconne/unit/104231.webp",
    "guild": "Carmina"
},
"christmas chika": {
    "name": "Christmas Chika",
    "description": "A pretty powerful support assuming her sylphs are not deleted. The TP boost is pretty huge if it can stay up for a while. Most oftenly used in Arena, but has some uses in CB where possible",
    "kana": "チカ（クリスマス）", 
    "ubname": "Sylphid Carol", 
    "ubdesc": "Summons 3 Sylphs infront of her. Purple sylph stands behinds the rearmost vanguard, The blue sylph recovers the TP of all allies by a small amount over time, and the green sylph heals the ally with the lowest HP", 
    "s1name": "Ascension Waltz", 
    "s1desc": "Increases the physical attack of one ally with the highest physical attack by a large amount", 
    "s2name": "Guardian Melody", 
    "s2desc": "All allies within range gains a medium amount of physical defense, restores the TP of all allies effected by a small amount", 
    "exname": "Giften Anthem", 
    "exdesc": "Medium increase to own magical attack at the start of the battle. **5★: Medium increase to own magical attack at the start of the battle**", 
    "s1plus": "Increases the physical attack of one ally with the highest physical attack by a large amount, **scales with her magical attack", 
    "upgrade": "", 
    "upgradedesc": "", 
    "image": "https://flatisjustice.moe/priconne/unit/108431.webp",
    "guild": "Carmina"
},
"chloe": {
    "name": "Chloe, Kuroe",
    "description": "An attacker/debuffer. In a long boss fight, she has high damage potential and high debuff potential too. Her UB does 20 hits and S2 does 5, considering her attack loop just consists of skill 2 and attacks. Would recommend to upgrade her UE before you invest into talent Blooming",
    "kana": "クロエ", 
    "ubname": "Ankoku no Shokou", 
    "ubdesc": "Large amount of damage to the nearest enemy", 
    "s1name": "Shikon no Tasogare", 
    "s1desc": "Gains large amount of physical attack, and applies a cower debuff on the enemy that stacks up to 30. Cower stack goes up by 1 for every hit she lands", 
    "s2name": "Hakugin no Tsukikage", 
    "s2desc": "Deals a medium amount of physical damage to the nearest enemy and lowers the enemy's physical defense by a small amount. The damage and debuff goes up as she stacks more Cower debuff", 
    "exname": "Fukeyuku Yoru", 
    "exdesc": "Increases physical attack by a medium amount at the start of the battle. **5★:Increases physical attack by a large amount at the start of the battle**", 
    "s1plus": "Gains **massive** amount of physical attack, and applies a debuff on the enemy that stacks up to **90**. Debuff stack goes up by 1 for every hit she lands. **This buff now lasts for the entire battle**", 
    "upgrade": "", 
    "upgradedesc": "", 
    "image": "https://flatisjustice.moe/priconne/unit/110831.webp",
    "guild": "St. Theresa Girls' Academy(Buddy Club)"
},
"christina": {
    "name": "Christina, Babatina",
    "description": "A popular damage dealer that does well in alot of content. Her UE is one of the top most priority. If you have her, make sure to invest whale tears into her.",
    "kana": "クリスティーナ", 
    "ubname": "Numbers Avalon", 
    "ubdesc": "Large physical damage to the nearest enemy that never misses and is a guaranteed crit. Gains invisibility for a short amounnt of time", 
    "s1name": "Overlay", 
    "s1desc": "Increases own physical attack by a medium amount, increases own TP gain rate by a small amount", 
    "s2name": "Injection", 
    "s2desc": "Medium physical damage to the nearest enemy and reduces the enemy's physical defense by a small amount", 
    "exname": "Ignite axe", 
    "exdesc": "Increases physical attack by a small amount at the start of the battle. **5★: Increase physical attack by a large amount at the start of the battle**", 
    "s1plus": "Increases own physical attack by a **massive** amount, increases own TP gain rate by a small amount, **restores TP by a large amount. Increases damage done with crits by a small amount(Lasts for the entire battle)**", 
    "upgrade": "", 
    "upgradedesc": "", 
    "image": "https://flatisjustice.moe/priconne/unit/107131.webp",
    "guild": "Nightmare"
},
"christmas christina": {
    "name": "Christmas Christina, Chris Chris",
    "description": "She's actually pretty good as a damage dealer, she just has a very weird mechanic where she does damage every other UB. Doesn't make her any less powerful. We'll wait for her UE to come out before having a final say in it",
    "kana": "クリスティーナ（クリスマス）", 
    "ubname": "Duality Avalon", 
    "ubdesc": "'If she has no coin, she will deal a large amount of physical damage to the nearest enemy, and boosts her physical attack by a large amount. She gets a coin.' 'If she has a coin. She will instead deal a massive amount of physical damage to the nearest enemy, this attack never misses. She loses a coin'", 
    "s1name": "Enhance Present", 
    "s1desc": "If she has no coin. increases the physical attack of all allies by a medium amount. If she has a coin, increases the physical attack of all allies by a small amount, and increases her own physical attack by a large amount ", 
    "s2name": "Destruction", 
    "s2desc": "If she has no coin, deals a medium amount of physical damage to the nearest enemy. If she has a coin, deals a medium amount of physical damage to the nearest enemy and boosts the TP Fill rate of the all allies by a small amount", 
    "exname": "Burn Script", 
    "exdesc": "Increases own physical attack by a medium amount at the start of the battle. **5★: Increases own physical attack by a large amount at the start of the battle**", 
    "s1plus": "", 
    "upgrade": "", 
    "upgradedesc": "", 
    "image": "https://flatisjustice.moe/priconne/unit/111531.webp",
    "guild": "Nightmare"
},
"djeeta": {
    "name": "Djeeta",
    "description": "A single target self accelerating attacker. She's a pretty popular use thanks to her TP boost for the whole team.",
    "kana": "ジータ", 
    "ubname": "Tempest Blade", 
    "ubdesc": "Deals a large amount of physical damage to the nearest enemy", 
    "s1name": "Wide Blade", 
    "s1desc": "Deals a medium amount of physical damage to the nearest enemy", 
    "s2name": "Weapon Burst", 
    "s2desc": "Recovers a large amount of TP", 
    "exname": "Tatsumaki no Koujin", 
    "exdesc": "Medium increase to own physical attackat the start of the battle at the start of the battle. **5★: Medium increase to own physical attack at the start of the battle**", 
    "s1plus": "Deals a **medium** amount of physical damage to the nearest enemy. **Recovers her own TP by a medium amount. as well as all allies by a medium amount**", 
    "upgrade": "", 
    "upgradedesc": "", 
    "image": "https://flatisjustice.moe/priconne/unit/105731.webp",
    "guild": ""
},
"emilia": {
    "name": "Emilia, EMT",
    "description": "Her kit seems powerful. She's a healer/defensive buffer also deals damage. Her UE seems to quadruple her multiplier on Skill 1. It's also not a bad UE to upgrade. But I wouldn't say it's the highest priority to level.",
    "kana": "エミリア", 
    "ubname": "Yakusoku no Hanazono", 
    "ubdesc": "Healls the ally with the lowest HP by a massive amount. Boosts the physical and magical defense of all allies by a medium amount", 
    "s1name": "Onegai, Puck!", 
    "s1desc": "Deals medium amount of damage to the nearest enemy and boosts her magical attack by a medium amount", 
    "s2name": "Koori no Tsubete", 
    "s2desc": "She does 4 hits that each hits for a large amount to random enemies.", 
    "exname": "Daiseirei to no Keiyaku", 
    "exdesc": "Medium increase to own physical attack at the start of the battle at the start of the battle .**5★: Large increase to own physical attack at the start of the battle at the start of the battle.**", 
    "s1plus": "Deals **massive** amount of damage to the nearest enemy and boosts her magical attack by a **massive** amount.", 
    "upgrade": "", 
    "upgradedesc": "", 
    "image": "https://flatisjustice.moe/priconne/unit/109931.webp",
    "guild": ""
},
"eriko": {
    "name": "Eriko, The Destroyer",
    "description": "A powerful single target physical attacker. She can deal alot of damage in the window of her S1+ Buff. I don't want to say too much about her, cause shluf might be reading this. Also lever her UE. Pcrit is too good",
    "kana": "エリコ", 
    "ubname": "Deadly Punish", 
    "ubdesc": "Large physical damage to then earest enemy, if eriko kills an enemy. Boosts her own physical attack by a large amount", 
    "s1name": "Obsession", 
    "s1desc": "Increases own physical attack by a small amount", 
    "s2name": "Poison blow", 
    "s2desc": "Medium amount of physical damage to the nearest enemy. Inflicts poison to them", 
    "exname": "Yandere Power", 
    "exdesc": "Medium increase to own physical attack at the start of the battle. **5★: Large increase to own physical attack at the start of the battle**", 
    "s1plus": "Increases own physical attack by a **large** amount, **additionally increases physical attack and physical crit rate by a massive amount(Lasts for 12s instead of 18 like the rest of S1)**", 
    "upgrade": "", 
    "upgradedesc": "", 
    "image": "https://flatisjustice.moe/priconne/unit/102731.webp",
    "guild": "Twilight Caravan"
},
"valentine eriko": {
    "name": "Valentine Eriko",
    "description": "A powerful but risky attacker. Like every other risky attackers. She deals damage to herself in one of her skill. She also deals more damage the lesser the health she has",
    "kana": "エリコ（バレンタイン）", 
    "ubname": "Love Punishment", 
    "ubdesc": "Massive amount of damage to the nearest enemy, The damage goes up as her health gets lower", 
    "s1name": "Heavy Mixing", 
    "s1desc": "Deals a small amount of damage to the nearest enemy, The damage goes up as her health gets lower", 
    "s2name": "Sweet Sacrifice", 
    "s2desc": "Large amount of damage to herself. Boosts physical attack by a medium amount,The buff goes up as her health gets lower", 
    "exname": "Deep Spirit", 
    "exdesc": "Increases own physical attack by a medium amount at the start of the battle. **5★: Increases own physical attack by a large amount at the start of the battle**", 
    "s1plus": "", 
    "upgrade": "", 
    "upgradedesc": "", 
    "image": "https://flatisjustice.moe/priconne/unit/109031.webp",
    "guild": "Twillight Caravan"
},
"grea": {
    "name": "Grea",
    "description": "A very powerful aoe magical attacker. She's kind of a selfish attacker. But she has good reasoning for it. It being she deals a lot of damage herself to multitarget bosses. Her UE increases her TP Fill rate by almost 3 folds. So make sure to have that upgraded.",
    "kana": "グレア", 
    "ubname": "Madness Cleave", 
    "ubdesc": "Large amount of magical damage to an area around the nearest enemy", 
    "s1name": "Drag-inferno", 
    "s1desc": "Gains invisibility towards physical and magical and rushes forward. Deals medium magical damage to the nearest enemy", 
    "s2name": "Drag-agni", 
    "s2desc": "Sets a field that deals medium magical damage overtime centered around the enemy that has the highest physical attack", 
    "exname": "Drag-heart", 
    "exdesc": "Increases own magical attack by a medium amount at the start of the battle. **5★: Increases own magical attack by a large amount at the start of the battle.**", 
    "s1plus": "Gains invisibility towards physical and magical and rushes forward. Deals **large** magical damage in an area around the nearest enemy", 
    "upgrade": "", 
    "upgradedesc": "", 
    "image": "https://flatisjustice.moe/priconne/unit/109431.webp",
    "guild": ""
},
"hatsune": {
    "name": "Hatsune",
    "description": "Her 6★ the character that defines arena. She has high damage and very long stuns. Not to mention she hits all the enemies. Not even Yukari can help you.",
    "kana": "ハツネ", 
    "ubname": "Shooting☆Star", 
    "ubdesc": "Medium magical damage to all enemies. Enemies that deal physical damage will take take an additional small magical damage", 
    "s1name": "Psycho☆Blast", 
    "s1desc": "Small magical damage to the enemy with the highest physical attack", 
    "s2name": "Star☆Light", 
    "s2desc": "Small magical damage to the enemy with the highest physical attack, inflict stun", 
    "exname": "Happiness☆Energy", 
    "exdesc": "Increases magical attack by a medium amount at the start of battle. **5★:Increases magical attack by a large amount at the start of battle. **", 
    "s1plus": "**Medium** magical damage to all enemies, **enemies that deal physical damage will take extra damage**", 
    "upgrade": "Shooting☆Meteor", 
    "upgradedesc": "Medium magical damage to all enemies. Enemies that deal physical damage will take an additional **large** magical damage, **reduce magical defenses by a small amount and be inflicted with stun**", 
    "image": "https://flatisjustice.moe/priconne/unit/101261.webp",
    "guild": "Forestier"
},
"summer hatsune": {
    "name": "Summer Hatsune",
    "description": "I guess she does her trademark sleep? You have to have a way to wake her up if you wanna use her. Cause once she starts sleeping. She won't wake up until she takes damage. Currently she doesn't seem to be anything more than just a meme character",
    "kana": "ハツネ（サマー）", 
    "ubname": "Summer Cheering☆Star", 
    "ubdesc": "Large magical damage to all enemies, She goes to sleep after", 
    "s1name": "Pom-Pom Yell☆Shoot", 
    "s1desc": "Small magical damage to all enemies to all enemies. Restores a medium amount of TP, TP amount goes up with the number of enemies hit", 
    "s2name": "Cheerful☆Happiness", 
    "s2desc": "Medium magical attack and magical crit to all allies in range", 
    "exname": "Happy☆Cheer Voice", 
    "exdesc": "Medium increase to own magical attack at the start of the battle. **5★: Large increase to own magical attack at the start of the battle. **", 
    "s1plus": "", 
    "upgrade": "", 
    "upgradedesc": "", 
    "image": "https://flatisjustice.moe/priconne/unit/113431.webp",
    "guild": "Forestier"
},
"hiyori": {
    "name": "Hiyori",
    "description": "Hiyori doesn't seem to be any useful at 5★. However at 6★, she can do alot. She does damage against both single target and multitarget bosses. Being a fist character. She just has really high TP fill rate. Would talent blossom her as soon as possible if you can",
    "kana": "ヒヨリ", 
    "ubname": "Hiyori Rush", 
    "ubdesc": "Large physical damage to the nearest enemy, in a small area around the enemy, deals medium amount of physical damage", 
    "s1name": "Cat Strike", 
    "s1desc": "Medium physical damage to the nearest enemy", 
    "s2name": "Cat Combination", 
    "s2desc": "small physical damage to the nearest enemy, medium increase to own physical attack", 
    "exname": "Paw Power", 
    "exdesc": "Medium increase to own physical attack power at the start of the battle. **5★: Large increase to own physical attack power at the start of the battle. **", 
    "s1plus": "**Large** physical damage to the nearest enemy, **additionally deals small physical damage to all enemies around them.", 
    "upgrade": "Hiyori Burning Rush", 
    "upgradedesc": "**Massive** physical damage to the nearest enemy, **in an area around the enemy**, deals **large** amount of physical damage", 
    "image": "https://flatisjustice.moe/priconne/unit/100161.webp",
    "guild": "Twinkle Wish"
},
"new year hiyori": {
    "name": "New Year Hiyori",
    "description": "An attacker with very good buffs and debuffs. Her kit is very good and fits in well into any physical party.",
    "kana": "ヒヨリ（ニューイヤー）", 
    "ubname": "Hiyori Happy Stamp", 
    "ubdesc": "Massive physical damage to the nearest enemy, reduces the enemy's physical defense and TP fill rate by a small amount", 
    "s1name": "Paw Charge", 
    "s1desc": "Large increase to own physical attack, additionally increase all allies that does physical attack will gain a medium amount of physical attack", 
    "s2name": "Good Luck Punch", 
    "s2desc": "Large physical damage to the nearest enemy", 
    "exname": "Happy Strength", 
    "exdesc": "Increases physical attack by a large amount at the start of the battle. **5★: Increases physical attack by a large amount at the start of the battle. **", 
    "s1plus": "Large increase to own physical attack, additionally increase all allies that does physical attack will gain a **massive** amount of physical attack, **physical crit increases by a small amount**", 
    "upgrade": "", 
    "upgradedesc": "", 
    "image": "https://flatisjustice.moe/priconne/unit/108731.webp",
    "guild": "Twinkle Wish"
},
"illya": {
    "name": "Illya",
    "description": "Outdated magical AOE attacker. She's a very risky attacker. Her multipliers don't live up to the current standards of health to damage. She does however become a good tank in boss fights. Thanks to her ability to self heal",
    "kana": "イリヤ", 
    "ubname": "Vermillion Bite", 
    "ubdesc": "Large physical damage to an area around the nearest enemy. Heals herself by a medium amount", 
    "s1name": "Bleeding Blast", 
    "s1desc": "Medium increase in own magical attack, medium magical damage to the nearest enemy and consume a medium amount of HP", 
    "s2name": "Blood Spear", 
    "s2desc": "Medium magical damage to all enemies in range. Consume a medium amount of HP ", 
    "exname": "Oath of Blood", 
    "exdesc": "Medium increase to own magical attack at the start of the battle. **5★: Large increase to own magical attack at the start of the battle. **", 
    "s1plus": "**Large** increase in own magical attack, medium magical damage to the nearest enemy and consume a medium amount of HP", 
    "upgrade": "", 
    "upgradedesc": "", 
    "image": "https://flatisjustice.moe/priconne/unit/104431.webp",
    "guild": "Diabolos"
},
"christmas illya": {
    "name": "Christmas Illya",
    "description": "The better Illya. Loses the self healing tho, but also reduces the amount of her self dealing damage to 1 skill. Doesn't make her any more weaker. Hopefully she gets even better with UE",
    "kana": "イリヤ（クリスマス）", 
    "ubname": "Vermillion Noel", 
    "ubdesc": "Massive magical damage to the nearest enemy, also increases own magical attack by a medium amount. Damage goes up as HP goes down", 
    "s1name": "Bat Carnival", 
    "s1desc": "Medium magical damage to the nearest enemy, damage goes up as HP goes down ", 
    "s2name": "Bloody Song", 
    "s2desc": "Medium magical damage in an area infront of her. Consumes 20% of her max HP(Not current HP), Damage goes up as HP goes down", 
    "exname": "Oath of Holy Night", 
    "exdesc": "Medium increase to own physical defense at the start of the battle. **5★: Large increase to own physical defense at the start of the battle.**", 
    "s1plus": "", 
    "upgrade": "", 
    "upgradedesc": "", 
    "image": "https://flatisjustice.moe/priconne/unit/111731.webp",
    "guild": "Diabolos"
},
"inori": {
    "name": "Inori",
    "description": "An arena character. She's actually the first character to be released for us that can inflict burn to enemies. 2nd is Summer Jun",
    "kana": "イノリ", 
    "ubname": "Dragon's Roar", 
    "ubdesc": "Physical damage to all enemies in range, Inflict burn and large knockback", 
    "s1name": "Draconic Pico Hammer", 
    "s1desc": "Small physical damage to all enemies within range and inflicts stun", 
    "s2name": "Dragon Fire", 
    "s2desc": "Medium physical damage to all enemies within range", 
    "exname": "'I'll do it'", 
    "exdesc": "Medium increase to own physical attack at the start of the battle. **5★: Large increase to own physical attack at the start of the battle.**", 
    "s1plus": "", 
    "upgrade": "", 
    "upgradedesc": "", 
    "image": "https://flatisjustice.moe/priconne/unit/106631.webp",
    "guild": "Dragon's Nest"
},
"io": {
    "name": "Io, Io Sensei",
    "description": "She's not used much even on 6★. Maybe in offensive arena where you can choose your own battle. In Defensive she probably can't do anything since Yukari is a thing. And she's easily countered. Atleast her plot makes her health bloat, so she can take a few hits.",
    "kana": "イオ", 
    "ubname": "Heart Love Storm", 
    "ubdesc": "Small magical damage to all enemies, inflicts charm", 
    "s1name": "Tail Whip", 
    "s1desc": "Small magical damage in an area around the nearest enemy", 
    "s2name": "Soul Drain", 
    "s2desc": "SUCCS the enemy's TP and restore her own by a small amount", 
    "exname": "Sweet Lovely Heart", 
    "exdesc": "Medium increase to own magical attack at the start of the batte. **5★: Large increase to own magical attack at the start of the batte**", 
    "s1plus": "**Medium** magical damage in an area around the nearest enemy. **Reduces 'enemies with charm' TP by a large amount. Otherwise, reduces their physical and magical attack by a medium amount**", 
    "upgrade": "Heart Love Cyclone", 
    "upgradedesc": "**Medium** magical damage to all enemies, inflicts charm, **Reduces their TP and TP Fill Rate by a small amount**", 
    "image": "https://flatisjustice.moe/priconne/unit/101861.webp",
    "guild": "Lucent Academy"
},
"summer io": {
    "name": "Summer Io, Sensei of the night, 'Cute demons that wants to be your slave'",
    "description": "AOE Attacker/Healer, and also a cute demon that wants to be your slave. She's actually pretty good at what she does. She's also almost exclusively for magical teams due to her kit. Her UE just buffs up S1 multiplier.",
    "kana": "イオ（サマー）", 
    "ubname": "Typhoon Love Dream", 
    "ubdesc": "Medium magical damage to all enemies, heals all allies by a medium amount", 
    "s1name": "Love Steal", 
    "s1desc": "Small magical to all enemies within range, restore the HP of the ally with the lowest amount of HP, healing is dependant by the number of enemies that got hit", 
    "s2name": "Love Splash", 
    "s2desc": "Small magical damage to an area around the nearest enemy. Reduces their magical defense by a small amount", 
    "exname": "Love Summer Teaching", 
    "exdesc": "Medium increase to own magical attack at the start of the battle. **5★: Medium increase to own magical attack at the start of the battle. **", 
    "s1plus": "**Medium** magical to all enemies within range, restore the HP of the ally with the lowest amount of HP, healing is dependant by the number of enemies that got hit", 
    "upgrade": "", 
    "upgradedesc": "", 
    "image": "https://flatisjustice.moe/priconne/unit/110131.webp",
    "guild": "Lucent Academy"
},
"jun": {
    "name": "Jun",
    "description": "Magical defender that has utilities for a physical party. She doesn't do very well against incoming physical damage. People tend to also talent blossom her before getting her UE. But her UE gives alot of Def. It's probably a good idea to do both before using her.",
    "kana": "ジュン", 
    "ubname": "Inferno Shield", 
    "ubdesc": "Deploys a barrier that absorbs incoming magical and physical damage.", 
    "s1name": "Brave Recovery", 
    "s1desc": "Searches for the lowest HP around her aream and heal them by a medium amount.", 
    "s2name": "Armour Break", 
    "s2desc": "Small physical damage to the nearest enemy and reduce their physical defense by a small amount", 
    "exname": "Justice Barrier", 
    "exdesc": "Medium increase to own magical defense at the start of the battle. **5★: Large increase to own magical defense at the start of the battle. **", 
    "s1plus": "Searches for the lowest HP around her aream and heal them by a **medium** amount. Increase their physical attack and action speed by a small amount", 
    "upgrade": "", 
    "upgradedesc": "", 
    "image": "https://flatisjustice.moe/priconne/unit/104731.webp",
    "guild": "Nightmare"
},
"summer jun": {
    "name": "Summer Jun",
    "description": "A physical attacker/tank of some sort. Honestly her stats are not bad for a hybrid. It's just that she sits too much behind of anyone to protect anyone. But you can probably find a niche use for her somehow. She transits to having higher physical defense however. Not as high as the normal one.",
    "kana": "ジュン（サマー）", 
    "ubname": "Summer Inferno", 
    "ubdesc": "Massive physical damage to the nearest enemy, increases own physical attack and action speed by a large amount", 
    "s1name": "Heat Spike", 
    "s1desc": "Medium physical damage to the nearest enemy, inflict burn. Burn damage scales off of her Physical attack", 
    "s2name": "Sunlight Break", 
    "s2desc": "Large physical damage to the nearest enemy", 
    "exname": "Summer Justice", 
    "exdesc": "Medium increase to own physical attack at the start of the battle. **5★: Large increase to own physical attack at the start of the battle. **", 
    "s1plus": "", 
    "upgrade": "", 
    "upgradedesc": "", 
    "image": "https://flatisjustice.moe/priconne/unit/113631.webp",
    "guild": "Nightmare"
},
"kaori": {
    "name": "Kaori, Summer Kaori",
    "description": "A better than average attacker. Like all fist characters. She charges TP fast. The quirk is that she sits way in the front. And there are currently only 5 other characters that stands infront of her.",
    "kana": "カオリ", 
    "ubname": "Ryuukyuuken Knuckle Arrow", 
    "ubdesc": "Massive physical damage to the nearest enemy", 
    "s1name": "Seichuusen Tsuki", 
    "s1desc": "Medium physical damage to the nearest enemy", 
    "s2name": "Seishin Touitsu", 
    "s2desc": "Increases damage (not physical attack) by a large amount for every attack she does to an enemy(Stacks up to 5 times). Used once per battle", 
    "exname": "Ryuukyuuken shiki Renkijutsu", 
    "exdesc": "Medium increase to own physical attack at the start of the battle. **5★: Large increase to own physical attack at the start of the battle**", 
    "s1plus": "**Large** physical damage to the nearest enemy", 
    "upgrade": "", 
    "upgradedesc": "", 
    "image": "https://flatisjustice.moe/priconne/unit/101731.webp",
    "guild": "Caon"
},
"summer kaori": {
    "name": "Summer Kaori, Summer Kaori Summer (Summer)",
    "description": "Extremely powerful AOE attacker. Her UE boosts her damage even further by 2 folds. Her kit makes it seem like she's only good in an arena situation. But she works really well against multitarget bosses. Would definitely level her UE if you can. If gives her a lot of physical crit",
    "kana": "カオリ（サマー）", 
    "ubname": "Ryuukyuuken Around Shoot", 
    "ubdesc": "Medium damage to an area centered around the nearest enemy, damage goes up with the number of enemies hit", 
    "s1name": "Enshin Reppa", 
    "s1desc": "Small physical damage to an area centered around the nearest enemy, small knockback", 
    "s2name": "Ryuukyuuken Uta", 
    "s2desc": "Increases own physical attack by a large amount, additionally increases the action speed of all allies in range by a medium amount(35%)", 
    "exname": "Ryuukyuuken shiki Shuukyakujutsu", 
    "exdesc": "Medium increase to own physical attack at the start of the battle. **5★: Large increase to own physical attack at the start of the battle. **", 
    "s1plus": "**Medium** physical damage to an area centered around the nearest enemy, small knockback and inflict stun", 
    "upgrade": "", 
    "upgradedesc": "", 
    "image": "https://flatisjustice.moe/priconne/unit/110531.webp",
    "guild": "Caon"
},
"kasumi": {
    "name": "Tantei Kasumi, Kasumi",
    "description": "An annoying arena character. And a goddamn powerful magical debuffer for arena and boss fights. Her kit does so many things all at once. Except dealing damage.",
    "kana": "カスミ", 
    "ubname": "Criminal Prison", 
    "ubdesc": "Deploy a field centered around the third enemy, reduces their magical defense by a large amount. Reduces their TP Fill Rate by a medium amount and action speed by a small amount", 
    "s1name": "Root of Bind", 
    "s1desc": "Small magical damage to an area around the front enemy and inflict bind", 
    "s2name": "Mislead Bullet", 
    "s2desc": "Small magical damage to the nearest enemy, inflict confuse", 
    "exname": "Detective Mind", 
    "exdesc": "Medium increase to own physical attack at the start of the battle. **5★: Large increase to own physical attack at the start of the battle.**", 
    "s1plus": "Small magical damage to an area around the front enemy and inflict bind, Bind duration increase dependant on the number of enemies affected", 
    "upgrade": "", 
    "upgradedesc": "", 
    "image": "https://flatisjustice.moe/priconne/unit/101431.webp",
    "guild": "Caon"
},
"magical kasumi": {
    "name": "Magical Kasumi, Misty Kasumi, Misty Tantei Kasumi",
    "description": "Still as annoying as her normal counter part in arena. Not as useful for anything outside of arena though.",
    "kana": "カスミ（マジカル）", 
    "ubname": "Mystic Prism", 
    "ubdesc": "Medium magical damage to all enemies, reduces their TP by a small amount", 
    "s1name": "Magical Halation", 
    "s1desc": "Reduce the TP of the enemy with the highest TP by a medium amount(Does not target an enemy with full TP)", 
    "s2name": "Misty Wrapping", 
    "s2desc": "Small magical damage to all enemies in an area centered on the farthest enemy, inflicts bind", 
    "exname": "Magical Tantei", 
    "exdesc": "Medium increase to own physical defense at the start of the battle. **5★: Large increase to own physical defense at the start of the battle. **", 
    "s1plus": "", 
    "upgrade": "", 
    "upgradedesc": "", 
    "image": "https://flatisjustice.moe/priconne/unit/112231.webp",
    "guild": "Caon"
},
"kaya": {
    "name": "Kaya",
    "description": "She's been shown to do alot of damage in short term battles. Especially since her UE was released. She does a lot of damage in the first ~30s of the battle. She's really good for finishing off a boss in CB",
    "kana": "カヤ", 
    "ubname": "Dragon's End Fish", 
    "ubdesc": "Massive physical damage to the nearest enemy, damage is increased by a large amount when used for the first time in a battle", 
    "s1name": "Draconic Smash", 
    "s1desc": "Medium physical damage to the nearest enemy", 
    "s2name": "Dragonrise Stance", 
    "s2desc": "Increases own physical attack and crit rate by a large amount", 
    "exname": "Blaze Up Dragon", 
    "exdesc": "Medium increase to own physical attack at the start of the battle. **5★: Large increase to own physical attack at the start of the battle. **", 
    "s1plus": "Medium physical damage to the nearest enemy. **When used for the first time in a batte, this skill does a large amount of physical damage instead, reduces target's physical defense by a small amount and increases own physical attack by a massive amount**.", 
    "upgrade": "", 
    "upgradedesc": "", 
    "image": "https://flatisjustice.moe/priconne/unit/106531.webp",
    "guild": "Dragon's nest"
},
"kokkoro": {
    "name": "Kokkoro",
    "description": "An extraordinary buffer that does well in both physical and magical team. She acts mainly as a tank if you put her in a magical team since she is mainly in the front", 
    "kana": "コッコロ", 
    "ubname": "Aurora", 
    "ubdesc": "Increases all allies physical and magical attack by a small amount and Heals herself by a small amount", 
    "s1name": "TriSlash", 
    "s1desc": "Advances forward and Medium Physical damage to the nearest", 
    "s2name": "Speed UP", 
    "s2desc": "Increases all allies physical attack power by small amount, increase all allies action speed by a small amount(20%)", 
    "exname": "Seirei no Keiji", 
    "exdesc": "Medium increase to own physical attack at the start of battle, **5★: Medium increase to own magical defense at the start of battle**", 
    "s1plus": "Medium physical damage to the nearest enemy, **increase own physical attack by a small amount, increase own TP gain rate by a small amount**", 
    "upgrade": "Aurora Blooming", 
    "upgradedesc": "Heals herself by a large amount and heals all allies by a medium amount, **as well as increase Physical and Magical attack by a medium amount and increase TP Fill rate of all allies by a small amount**", 
    "image": "https://flatisjustice.moe/priconne/unit/105961.webp",
    "guild": "Bishoukuden"
},
"summer kokkoro": {
    "name": "Summer Kokkoro",
    "description": "A buffer,healer and a sub debuffer. Her skill set looks good. But don't rely on her too much to do debuffing. as it's only up for like 30%. However, her buffs are so good. You have 2 stacks all the time",
    "kana": "コッコロ（サマー）", 
    "ubname": "Ocean Heal", 
    "ubdesc": "Restore the Health of the lowest HP Ally by a massive amount", 
    "s1name": "Nereid Spear", 
    "s1desc": "Small physical damage to the nearest enemy, lowers their physical defense by a medium amount", 
    "s2name": "Naval Support", 
    "s2desc": "Increases all allies physical attack by a small amount", 
    "exname": "Divine Summer", 
    "exdesc": "Medium increase to own magical defense at the start of the battle. **5★: Large increase to own magical defense at the start of the battle. **", 
    "s1plus": "**Medium** physical damage to the nearest enemy, lowers their physical defense by a **large** amount", 
    "upgrade": "", 
    "upgradedesc": "", 
    "image": "https://flatisjustice.moe/priconne/unit/107631.webp",
    "guild": "Bishoukuden"
},
"new year kokkoro": {
    "name": "New Year Kokkoro, NyKokkoro",
    "description": "A powerful tank/buffer. Her heal is also pretty good as it's continuous healing. But most of the time she's used for the crit damage buff",
    "kana": "コッコロ（ニューイヤー）", 
    "ubname": "New Year Bright", 
    "ubdesc": "Restore own health by a medium amount, applies a regen on all allies. Increases the physical attack of all allies by a large amount.", 
    "s1name": "Spirit Wall", 
    "s1desc": "Taunt all enemies, deploy a medium absorption barrier on herself", 
    "s2name": "Blessing Spirit", 
    "s2desc": "Targets the highest physical attack ally, and boosts their physical attack and crit damage by a medium amount, and increases their physical crit rate by a large amount", 
    "exname": "New Year Breeze", 
    "exdesc": "Medium increase to own physical defense at the start of the battle. **5★: Large increase to own physical defense at the start of the battle. **", 
    "s1plus": "", 
    "upgrade": "", 
    "upgradedesc": "", 
    "image": "https://flatisjustice.moe/priconne/unit/111931.webp",
    "guild": "Bishoukuden"
},
"princess kokkoro": {
    "name": "Princess Kokkoro, Pkkr",
    "description": "The best healer buffer debuffer hybrid. The fact that all her skills works in any team you put her in. She's pretty amazing for offensive uses. Despite her description. Her UB reaches everyone",
    "kana": "コッコロ（プリンセス）", 
    "ubname": "Aurora Sanctuary", 
    "ubdesc": "Deploys a field around herself that regens allies' health and TP gain rate by a small amount, additionally increases the physical and magical crit damage by a small amount and reduces all enemies' physical and magical defense ", 
    "s1name": "Aero Healing", 
    "s1desc": "Restore the health of all allies by a small amount", 
    "s2name": "Bright attention", 
    "s2desc": "Increases the physical and magical attack of all allies by a large amount, and restores a small amount of TP to them", 
    "exname": "Oracle of White", 
    "exdesc": "Medium increase to own physical attack power at the start of the battle. **5★: Large increase to own physical attack power at the start of the battle. **", 
    "s1plus": "", 
    "upgrade": "", 
    "upgradedesc": "", 
    "image": "https://flatisjustice.moe/priconne/unit/180531.webp",
    "guild": "Bishoukuden"
},
"kurumi": {
    "name": "Kurumi",
    "description": "A decent arena debuffer. She's reportedly to be decently tanky. She does have the stats that supports her being a tank.",
    "kana": "アヤネ", 
    "ubname": "Timid Bell Swing", 
    "ubdesc": "Large physical damage to the nearest enemy, inflict stun", 
    "s1name": "Bravely ~~You~~ Bell", 
    "s1desc": "Increase the magical and physical defense of all allies near her by a small amount", 
    "s2name": "Bell Vibrato", 
    "s2desc": "Small physical damage to the nearest enemy, inflict stun", 
    "exname": "Brilliant act", 
    "exdesc": "Medium increase to own maximum HP at the start of the battle. **5★: Medium increase to own magical defense at the start of the battle**", 
    "s1plus": "Increase the magical and physical defense of **all allies** by a medium amount **additionally restore her own TP by a small amount**", 
    "upgrade": "", 
    "upgradedesc": "", 
    "image": "https://flatisjustice.moe/priconne/unit/102131.webp",
    "guild": "Sarendia Orphanage"
},
"christmas kurumi": {
    "name": "Christmas Kurumi",
    "description": "Like normal Kurumi. Only this time she's cuter.",
    "kana": "アヤネ（クリスマス）", 
    "ubname": "Winter Call Bell", 
    "ubdesc": "Boosts the magical defense of all allies by a large amount, deploys a medium absorption barrier on herself", 
    "s1name": "Bell Cheering", 
    "s1desc": "She rings her bell, until she is attacked or a set amount of time has passed. She continously increases all allies' physical defense by a massive amount in the duration", 
    "s2name": "Healing Bell", 
    "s2desc": "Deploys a field that restores the health of all allies by a small amount.", 
    "exname": "Saint Étoile", 
    "exdesc": "Medium increase to ow magical defense at the start of the battle. **5★: Large increase to ow magical defense at the start of the battle. **", 
    "s1plus": "She rings her bell, until she is attacked **5 times** or a set amount of time has passed. She continously increases all allies' physical defense by a massive amount in the duration. **Additionally increases all allies physical defense by a medium amount. And restore a small amount of her own TP", 
    "upgrade": "", 
    "upgradedesc": "", 
    "image": "https://flatisjustice.moe/priconne/unit/108531.webp",
    "guild": "Sarendia Orphanage"
},
"kuuka": {
    "name": "Kuuka, The Big M",
    "description": "Kuuka is one of the big main tanks of the game. Post UE, she can tank both physical and magical damage pretty well. Though she has better time dealing with magical damage. The fact that she has taunt right at the start of the battle is huge.",
    "kana": "クウカ", 
    "ubname": "Ecstacy Trip", 
    "ubdesc": "Gains a magical absorption barrier and restores own HP by a medium amount", 
    "s1name": "'Target Kuuka!'", 
    "s1desc": "Taunts all enemies, increase her own physical defense by a small amount", 
    "s2name": "Violate me!", 
    "s2desc": "Increase own magical defense by a medium amount", 
    "exname": "Maso Protection", 
    "exdesc": "Medium icrease to own magical defenses at the start of the battle. **5★: Large icrease to own magical defenses at the start of the battle.**", 
    "s1plus": "Taunts all enemies, increase her own physical defense by a **large** amount, additionally restores own health by a small amount.", 
    "upgrade": "", 
    "upgradedesc": "", 
    "image": "https://flatisjustice.moe/priconne/unit/104531.webp",
    "guild": "Weiße Flügel"
},
"ooedo kuuka": {
    "name": "Ooedo Kuuka, Ookuuka",
    "description": "Actually is alot different compared to her normal counterpart. This time instead of physical damage. She actually attacks magically. She also loses the taunt in favor of buffs. Just be informed that her UB Buff has a very small radius",
    "kana": "クウカ（オーエド）", 
    "ubname": "Final Dance of Ecstacy", 
    "ubdesc": "Restore own health by a large amount, boost the physical and magical defense of all allies near her by a medium amount", 
    "s1name": "Everyone, Excite Me~", 
    "s1desc": "Increase all allies' magical attack by a small amount", 
    "s2name": "Suspicious Pinky Gases", 
    "s2desc": "Small magical damage to the nearest enemy and reduces their magical defense by a small amount", 
    "exname": "Dazzling Trip Zone", 
    "exdesc": "Medium increase to own Magical defense at the start of the battle. **5★: Large increase to own magical defense at the start of the battle. **", 
    "s1plus": "Increase all allies' magical attack by a **large** amount, **additionally increases their action speed(25%) and magical crit rate by a medium amount**", 
    "upgrade": "", 
    "upgradedesc": "", 
    "image": "https://flatisjustice.moe/priconne/unit/109531.webp",
    "guild": "Weiße Flügel"
},
"kyaru": {
    "name": "Kyaru, Cal, Karyl",
    "description": "She's a mahou that has a very powerful ability to inflict fear to enemies upon UB. Fear makes it so that enemies do not gain TP from attacking. Which sounds nice for PVP. Until you consider the fact that everyone runs 6★ Yukari",
    "kana": "キャル", 
    "ubname": "Grim Burst", 
    "ubdesc": "Medium magical damage to all enemies. ~~That's it~~", 
    "s1name": "Thunderball", 
    "s1desc": "Medium magical damage to the nearest enemy", 
    "s2name": "Armour Down", 
    "s2desc": "Lowers the Physical and Magical defense of the nearest character by a small amount", 
    "exname": "Dark Eclipse", 
    "exdesc": "Medium increase to own magical attack at the start of the battle. 5★: Large increase to own magical attack at the start of the battle", 
    "s1plus": "Medium physical damage to the nearest enemy, **also reduces their physical attack**", 
    "upgrade": "Abyss Burst", 
    "upgradedesc": "**Large** magical damage to all enemies, **Also inflicts fear to affected enemies**", 
    "image": "https://flatisjustice.moe/priconne/unit/106061.webp",
    "guild": "Bishoukuden"
},
"new year kyaru": {
    "name": "New Year Kyaru, Nyaru",
    "description": "Do I need to explain what does does? I feel like everyone already knows. Her UB if fired continuously will basically cause her damage to cap out pretty fast. Pairing her up with TP buffers seems like the way to go with her. Otherwise, she has a pretty good shield for physical damage",
    "kana": "キャル（ニューイヤー）", 
    "ubname": "New Year Burst", 
    "ubdesc": "Massive magical damage to the nearest enemy, Increases magical attack based on the amount of damage dealt by the UB", 
    "s1name": "Shadow Bullet", 
    "s1desc": "Medium magical damage to the nearest enemy", 
    "s2name": "Wishing Field", 
    "s2desc": "Increases all allies magical attack by a medium amount, deploys a physical barrier on all allies. The greater her Magical attack, the better the barrier", 
    "exname": "Desire Veil", 
    "exdesc": "Medium increase to own magical attack at the start of battle. **5★: Large increase to own magical attack at the start of battle.**", 
    "s1plus": "", 
    "upgrade": "", 
    "upgradedesc": "", 
    "image": "https://flatisjustice.moe/priconne/unit/112031.webp",
    "guild": "Bishoukuden"
},
"summer kyaru": {
    "name": "Summer Kyaru, Skyaru, Summer Cal, Summer Karyl",
    "description": "Main debuffer and attacker for magical comps. She's actually pretty powerful in terms of boss fights. ",
    "kana": "キャル（サマー）", 
    "ubname": "Raging Floater", 
    "ubdesc": "Massive physical damage to the nearest enemy", 
    "s1name": "Water Bullet", 
    "s1desc": "Medium magical damage to the nearest enemy", 
    "s2name": "Spiral Wave", 
    "s2desc": "Small magical damage to the nearest eemy, reduces their magical defense by a medium amount", 
    "exname": "Hydro Ring", 
    "exdesc": "Medium increase to own magical attack at the start of battle. **5★: Large increase to own magical attack at the start of battle.**", 
    "s1plus": "**Large** magical damage to the nearest enemy, **reduces their magical defense by a small amount.**", 
    "upgrade": "", 
    "upgradedesc": "", 
    "image": "https://flatisjustice.moe/priconne/unit/107831.webp",
    "guild": "Bishoukuden"
},
"kyouka": {
    "name": "Kyouka",
    "description": "A powerful single target magical attacker that heavily relies on crit to do damage. There's just isn't much to say about her. Level her UE if you use her alot since it increases her Magical Crit rate too.",
    "kana": "キョウカ", 
    "ubname": "Cosmo Blue Flash", 
    "ubdesc": "Large magical damage to then nearest enemy", 
    "s1name": "Ice Lance", 
    "s1desc": "Medium magical damage to the nearest enemy", 
    "s2name": "Magic Boost", 
    "s2desc": "Increases own magical attack by a large amount", 
    "exname": "Little Brave", 
    "exdesc": "Medium increase to own magical attack at the start of battle. **5★: Large increase to own magical attack at the start of battle.**", 
    "s1plus": "**Large** magical damage to the nearest enemy, this skill does 4x damage instead of 2x if it crits", 
    "upgrade": "", 
    "upgradedesc": "", 
    "image": "https://flatisjustice.moe/priconne/unit/103631.webp",
    "guild": "Little Lyrical"
},
"halloween kyouka": {
    "name": "Halloween Kyouka, HKyouka, Haro Kyouka",
    "description": "A powerful magical buffer/debuffer. She falls off as of late due to bosses not using conventional targetting method. But that's not to say she's weak (Although a little fragile). She is powerful in her own right. Her UE doubles Skill 1 buffs.",
    "kana": "キョウカ（ハロウィン）", 
    "ubname": "Halloween Broom Dance", 
    "ubdesc": "Reduces the nearest enemy's magical defense by a large amount and boost magical attack of all allies by a large amount", 
    "s1name": "Magical Trick", 
    "s1desc": "Increases the magical attack of the ally with the highest magical attack by a medium amount, buff goes up as Kyouka's magical attack goes up", 
    "s2name": "Magical Treat", 
    "s2desc": "Increases all allies' magical attack by a medium amount(Lasts for the entire battle)", 
    "exname": "Halloween Brave", 
    "exdesc": "**5★:**", 
    "s1plus": "Increases the magical attack of the ally with the highest magical attack by a **Large** amount, buff goes up as Kyouka's magical attack goes up", 
    "upgrade": "", 
    "upgradedesc": "", 
    "image": "https://flatisjustice.moe/priconne/unit/111131.webp",
    "guild": "Little Lyrical"
},
"labyrista": {
    "name": "Akira, Labyrista, Laby, Labylister",
    "description": "A buffer and a debuffer and does damage on top of that that is almost always a core in teams for boss battles. Her UB works unconventionally compared to other's UB. It's best to pair her up with Pkkr for the TP Buff as she's unlikely to get 2 UB off before the battle ends",
    "kana": "ラビリスタ", 
    "ubname": "Object Creation", 
    "ubdesc": "Enters 「」Object Creation mode」, increases own physical attack and crit rate by a massive amount. Increases all allies' physical crit damage by a small amount. Approximately 24s after casting this, Casts Initialize and deal massive damage to all enemies, and SUCC own TP.", 
    "s1name": "Optimize,「Acceleration」", 
    "s1desc": "Increases all allies' physical attack and crit rate by a large amount. 「Increases all allies' physical attack, crit rate by a massive amount and boosts action speed by a large amount(50%) 」", 
    "s2name": "Build,「Export」", 
    "s2desc": "Medium physical damage to the nearest enemy, reduces their physical defense by a small amount. Large physical damage to the nearest enemy, reduces their physical defense by a small amount.」", 
    "exname": "Queen's Domain", 
    "exdesc": "Medium increase to own physical attack at the start of the battle. **5★: Large increase to own physical attack at the start of the battle.**", 
    "s1plus": "", 
    "upgrade": "", 
    "upgradedesc": "", 
    "image": "https://flatisjustice.moe/priconne/unit/106831.webp",
    "guild": "Labyrinth"
},
"luna": {
    "name": "Luna, Nyaru's TP slave",
    "description": "She's mainly used for the TP support. She does contribute to damage. Used in all kind of content, be it arena, or boss fights. Rarely in normal maps. She is also unique, in a sense where she has 3 normal skills. Whereas Chloe and Chieru requires s1 to declare their unique buffs. She uses her EX",
    "kana": "ルナ", 
    "ubname": "Phantom Howl", 
    "ubdesc": "Medium magical damage to the nearest enemy. Damage is increased based on the number of Tomodachis, Tomodachi will be consumed(5 max)", 
    "s1name": "Soul Conversion", 
    "s1desc": "Medium magical damage to the highest health ally, restores their TP by a medium amount and gain 1 Tomodachi ( Will try and target the 4th ally if there are multiple that has the same HP)", 
    "s2name": "Undying Resentment", 
    "s2desc": "Medium magical damage to the nearest enemy, if there are 2 or more Tomodachi. Consume 2, and deal a large amount magical damage instead ", 
    "exname": "Will You Be My Friend?", 
    "exdesc": "Medium increase to own magical attack at the start of battle. | Gains 1 Tomodachi everytime she deals damage **5★: Large increase to own magical attack at the start of battle.**", 
    "s1plus": "Medium magical damage to the highest health ally, restores their TP by a medium amount and gain 1 Tomodachi. **Additionally, increases their magical attack power by a small amount, and their magical crit rate by a large amount. Also restore own TP by a small amount**", 
    "upgrade": "", 
    "upgradedesc": "", 
    "image": "https://flatisjustice.moe/priconne/unit/111431.webp",
    "guild": ""
},
"mahiru": {
    "name": "Mahiru, Elizabeth",
    "description": "Arena centered character. Her 6★ makes it so that her stun, now makes sure that if they get stunned. They get stunned for a while. She's a worthwhile investment if you're into Arena",
    "kana": "マヒル", 
    "ubname": "Elizabeth", 
    "ubdesc": "Large physical damage to the nearest enemy, inflict stun", 
    "s1name": "Milk Tank Attack", 
    "s1desc": "Medium physical damage to the nnearest enemy, small knockback", 
    "s2name": "Fork Slash", 
    "s2desc": "Small physical damage to the nearest enemy, also increases physical attack by a small amount", 
    "exname": "Tsukami no Teppan Neta", 
    "exdesc": "Medium increase to own physical attack at the start of the battle. **5★: Large increase to own physical attack at the start of the battle.**", 
    "s1plus": "**large** physical damage to the nnearest enemy, **large** knockback", 
    "upgrade": "Elizabeth Combination", 
    "upgradedesc": "**Massive** physical damage to the nearest enemy, inflicts them with a stun debuff **and pushes them away by a large distance**. **Deals large amount of damage to an area around the target and inflicts them with confusion**", 
    "image": "https://static.wikia.nocookie.net/princess-connect/images/6/65/Icon-unit-6mahiru.png",
    "guild": "Elizabeth Park"
},
"ranger mahiru": {
    "name": "Ranger Mahiru",
    "description": "A PVP character. Honestly more offensive than defensive. She's not the tankiest of characters. But she is pretty tanky for a Midguard. She does travel to the front alot with her Skill 2. So would have to watch out for that",
    "kana": "マヒル（レンジャー）", 
    "ubname": "Elizabeth Carnival", 
    "ubdesc": "Medium physical damage to an area around the nearest enemy, Inflict confusion", 
    "s1name": "No Milk, No Life", 
    "s1desc": "Increases own physical attack by a medium amount, gain a small TP regen", 
    "s2name": "Farmer's Rush", 
    "s2desc": "Medium physical damage to an area around the nearest enemy, damage is increased based on how many enemies are hit, also pushes the nearest enemy by a large distance", 
    "exname": "All for Elizabeth", 
    "exdesc": "Medium increase to own physical attack at the start of the battle. **5★: Large increase to own physical attack at the start of the battle.**", 
    "s1plus": "", 
    "upgrade": "", 
    "upgradedesc": "", 
    "image": "https://flatisjustice.moe/priconne/unit/112831.webp",
    "guild": "Elizabeth Park"
},
"maho": {
    "name": "Maho, Maho Maho, Maho but with a Gun",
    "description": "A pretty good buffer. She's meant for Magical team. But with her kit, She fits into any team that requires physical def and TP. Honestly really really good on 6★. She's quite tanky as well, being able to tank Tamaki if you need her to in arena",
    "kana": "マホ", 
    "ubname": "Marchen Garden", 
    "ubdesc": "Restore the TP of all allies by a small amount, increases the physical defense and magical attack of all allies by a small amount", 
    "s1name": "Maho Maho Heal", 
    "s1desc": "Restore one ally's Health by a large amount", 
    "s2name": "Maho Maho Darkness", 
    "s2desc": "Applies darkness to the 2nd nearest enemy", 
    "exname": "Marchen Charge", 
    "exdesc": "Medium increase to own magical defense at the start of the battle. **5★:Medium increase to own magical defense at the start of the battle.**", 
    "s1plus": "Restore one ally's Health by a large amount, **additionally increases their physical defense by a medium amount and applies a HP regen on them.**", 
    "upgrade": "Marchen Kingdom", 
    "upgradedesc": "Restore the TP of all allies by a small amount, increases the physical defense and magical attack of all allies by a small amount", 
    "image": "https://flatisjustice.moe/priconne/unit/101061.webp",
    "guild": "Caon"
},
"summer maho": {
    "name": "Summer Maho",
    "description": "A random magical attacker. Not really random when you're against a single target boss. She has high damage potential against them.",
    "kana": "マホ（サマー）", 
    "ubname": "Marchen Summer Parade", 
    "ubdesc": "Medium magical damage 4 times to a random enemy in an area close to her", 
    "s1name": "Maho-Maho Summer Friends", 
    "s1desc": "Increase own magical attack  and restore TP by a medium amount", 
    "s2name": "Maho-Maho Summer Blossom", 
    "s2desc": "Large magical damage to a random enemy in an area close to her", 
    "exname": "Marchen Power", 
    "exdesc": "Medium increase to own magical attack at the start of battle. **5★: Large increase to own magical attack at the start of battle**", 
    "s1plus": "Increase own magical attack **by a massive amount** and restore TP by a medium amount. **Additionnaly, increase own TP gain by a small amount**", 
    "upgrade": "", 
    "upgradedesc": "", 
    "image": "https://flatisjustice.moe/priconne/unit/110631.webp",
    "guild": "Caon"
},
"makoto": {
    "name": "Makoto, Mako",
    "description": "Used to be core for a physical team. Still powerful, just falls abit short thanks to the implementation of more attacker/debuffers. She still debuffs by quite a bit. If you need a strong debuffer and if she can survive, might as well not waste the attacker/debuffers. Be aware, she can't survive on her own, So she needs a healer.",
    "kana": "マコト", 
    "ubname": "Wolfen Bite", 
    "ubdesc": "Large physical damage to the nearest enemy, reduce their physical damage by a medium amount", 
    "s1name": "Hard Slash", 
    "s1desc": "Medium physical damage to the nearest enemy", 
    "s2name": "Brave Howling", 
    "s2desc": "Reduce the physical defense of the nearest enemy by a medium amount.", 
    "exname": "Wolf's Furious Rush", 
    "exdesc": "Medium increase to own physical attack at the start of battle. **5★: Large increase to own physical attack at the start of battle. **", 
    "s1plus": "Medium physical damage to the nearest enemy. Additionay, **Increases own physica attack by a medium amount**", 
    "upgrade": "", 
    "upgradedesc": "", 
    "image": "https://flatisjustice.moe/priconne/unit/104331.webp",
    "guild": "Caon"
},
"summer makoto": {
    "name": "Summer Makoto, Smako, Smakoto",
    "description": "An extremely good debuffer/damage dealer. She has a quirk where there can only be 1 enemy on the field, this excludes multitarget bosses. So she can only do bosses with only 1 targettable spot. But otherwise, she can debuff and deal damage. Somewhat tank cause she's at the front anyways?",
    "kana": "マコト（サマー）", 
    "ubname": "Summer Wolfen Blitz", 
    "ubdesc": "Large physical damage to the nearest enemy. If there is only 1 enemy on the field, deal Massive amount of damage, and reduces their physical defense by a large amount instead.", 
    "s1name": "Aqua Crossing", 
    "s1desc": "Medium physical damage to the nearest enemy. If there is only 1 enemy on the field, deal an additional small amount of damage, and reduce their physical damage by a small amount", 
    "s2name": "Bue Howling", 
    "s2desc": "Increases own physical attack by a medium amount. If there is only 1 enemy on the field, this buff will last for the entire battle", 
    "exname": "Fighting Spirit of Ocean wolf", 
    "exdesc": "Medium increase to own physical attack at the start of battle. **5★: Large increase to own physical attack at the start of battle. **", 
    "s1plus": "Medium physical damage to the nearest enemy. If there is only 1 enemy on the field, deal an additional **medium** amount of damage, and reduce their physical damage by a small amount. **Additionally, increases her own physical attack power by a small amount**", 
    "upgrade": "", 
    "upgradedesc": "", 
    "image": "https://flatisjustice.moe/priconne/unit/110431.webp",
    "guild": "Caon"
},
"matsuri": {
    "name": "Matsuri",
    "description": "A very niche attacker. She's very unique, She can jump to basically the middle of the enemy's team and invoke chaos. She was useful during the Rangers event. Where the boss gets weak when there is an enemy behind it.",
    "kana": "マツリ", 
    "ubname": "Tiger Hero Bomber", 
    "ubdesc": "Matsuri leaps forward towards the 3rd position enemy, and deals Large physical damage to the 3rd position and in an area around them", 
    "s1name": "Tiger Shock", 
    "s1desc": "Small physical damage to all enemies around her, inflicts stun", 
    "s2name": "Tiger Spin", 
    "s2desc": "Medium physical damage to the enemies around her", 
    "exname": "Hero's Wisdom", 
    "exdesc": "Medium increase to own physical attack at the start of battle. **5★: Medium increase to own physical defense at the start of battle. **", 
    "s1plus": "Small physical damage to all enemies around her, inflicts stun. **Additionally increases own physical defense and magica defense by a massive amount**", 
    "upgrade": "", 
    "upgradedesc": "", 
    "image": "https://flatisjustice.moe/priconne/unit/100531.webp",
    "guild": "Nightmare"
},
"halloween matsuri": {
    "name": "Halloween Matsuri, Haro Matsu, White Tiger Matsuri",
    "description": "She's a late type attacker with potential. Honestly does look like she has potential since her damage from UB comes from using it consecutively, and she sits uncomfortably at the front. She gets targetted more than people would like her to. ",
    "kana": "マツリ（ハロウィン）", 
    "ubname": "Halloween Tiger Hero", 
    "ubdesc": "Large physical damage to the nearest enemy, increases own action speed by a large amount(50%). Damage of UB goes up with each consecutive usess(Stacks up to 4 times)", 
    "s1name": "Hollow Tiger Caw", 
    "s1desc": "Medium physical damage to the nearest enemy, increased damage with each consecutive use of UB", 
    "s2name": "Nightmare Tiger", 
    "s2desc": "Large physical damage to the nearest enemy. Consumes of her own 20% HP", 
    "exname": "Trick of Justice", 
    "exdesc": "Medium increase to own physical attack at the start of battle. **5★: Large increase to own physical attack at the start of battle. **", 
    "s1plus": "", 
    "upgrade": "", 
    "upgradedesc": "", 
    "image": "https://flatisjustice.moe/priconne/unit/114131.webp",
    "guild": "Nightmare"
},
"mifuyu": {
    "name": "Mifuyu",
    "description": "An arena character. she has very good damage at 6★(Assuming the target is stunned). She competes with damage pumped out by other 6★. Except she can do Arena better because she can dish out stuns ",
    "kana": "ミフユ", 
    "ubname": "Splash Dive", 
    "ubdesc": "Large physical damage to the nearest enemy, inflict stun", 
    "s1name": "First Aid", 
    "s1desc": "Restores own Health by a large amount", 
    "s2name": "Hydro Slash", 
    "s2desc": "Small physical damage to the nearest enemy, inflict stun", 
    "exname": "Mercenary Pride", 
    "exdesc": "Medium increase to own physical attack at the start of battle. **5★: Medium increase to own physical defense at the start of battle. **", 
    "s1plus": "Restores own Health by a large amount, **Additionally, increases own physical and magical defense by a large amount. Deploys a field around her and heal all allies' in range**", 
    "upgrade": "Vortex Stream", 
    "upgradedesc": "**Massive** physical damage to the nearest enemy, inflict stun. **Additionally, if the main target is already stunned prior to UB. Deal Massive damage to all enemies and stun them**", 
    "image": "https://flatisjustice.moe/priconne/unit/104861.webp",
    "guild": "Mercurius Foundation"
},
"summer mifuyu": {
    "name": "Summer Mifuyu",
    "description": "Powerful aoe character for arena. She drops all her stuns and becomes a full time, part time aoe attacker",
    "kana": "ミフユ（サマー）", 
    "ubname": "Leviathan Lance", 
    "ubdesc": "Large physical damage to the nearest enemy, and boosts al alies' physical attack by a medium amount", 
    "s1name": "Hydro Sting", 
    "s1desc": "Small physical damage to the nearest enemy, enemies around them will take a small amount of physical damage", 
    "s2name": "Hunting Mode", 
    "s2desc": "Increases own physical attack and crit rate by a medium amount", 
    "exname": "Summer Mercenary", 
    "exdesc": "Medium increase to own physical attack at the start of battle. **5★: Large increase to own physical attack at the start of battle. **", 
    "s1plus": "**Medium** physical damage to the nearest enemy, enemies around them will take a **large** amount of physical damage", 
    "upgrade": "", 
    "upgradedesc": "", 
    "image": "https://flatisjustice.moe/priconne/unit/108031.webp",
    "guild": "Mercurius Foundation"
},
"mimi": {
    "name": "Mimi, Usagi San",
    "description": "Average attacker with the ability to deal large amount of damage to the 2nd character instead. Though it's easily avoidable with Taunt.",
    "kana": "ミミ", 
    "ubname": "Usagi San Slash", 
    "ubdesc": "Medium physical damage to the nearest enemy, then deal an additional large amount of physical damage to the enemy behind the first target", 
    "s1name": "Pyon Pyon Attack", 
    "s1desc": "Medium physical damage to the nearest enemy", 
    "s2name": "Usagi San Cheer", 
    "s2desc": "Increases the physical attack of all allies by a small amount", 
    "exname": "Usagi San Power", 
    "exdesc": "Medium increase to own physical attack at the start of battle. **5★: Large increase to own physical attack at the start of battle. **", 
    "s1plus": "**Large** physical damage to **all enemies**", 
    "upgrade": "", 
    "upgradedesc": "", 
    "image": "https://flatisjustice.moe/priconne/unit/102031.webp",
    "guild": "Little Lyrical"
},
"halloween mimi": {
    "name": "Halloween Mimi, HMimi",
    "description": "One of the stronger aoe attacker in arena, she can be used outside of arena. Use her with caution as she lowers your whole party's defense abit",
    "kana": "ミミ（ハロウィン）", 
    "ubname": "GuruGuru Usagi-san stomp", 
    "ubdesc": "Large physical damage to an area infront of Mimi", 
    "s1name": "Guruguru Attack", 
    "s1desc": "Large physical damage to an area infront of mimi", 
    "s2name": "Guruguru Usagi-san Yell!", 
    "s2desc": "Large physical attack increase for all allies' but also lowers the physical and magical defense of affected allies", 
    "exname": "Guruguru Usagi-sam Power", 
    "exdesc": "Medium increase to own physical attack at the start of battle. **5★: Large increase to own physical attack at the start of battle. **", 
    "s1plus": "Large physical damage to an area infront of Mimi", 
    "upgrade": "", 
    "upgradedesc": "", 
    "image": "https://flatisjustice.moe/priconne/unit/111331.webp",
    "guild": "Little Lyrical"
},
"mio": {
    "name": "Mio, Need Tomboy, Step!",
    "description": "An attacker with a healing ability. She's pretty decent for what she does. Not with the highest damage output. She also heals pretty frequently",
    "kana": "ミオ（デレマス）", 
    "ubname": "Sparkle Magic", 
    "ubdesc": "Massive magical damage to the nearest enemy, increases own magical attack by a large amount", 
    "s1name": "Triple Star", 
    "s1desc": "Small physical damage to three enemies(or targets the same target 3 times). Increasing damage as the skill goes on.", 
    "s2name": "Susume☆Fighto Yell", 
    "s2desc": "Restores the health of the lowest HP ally and within a range around them", 
    "exname": "Natural Charm", 
    "exdesc": "Medium increase to own magical attack at the start of battle. **5★: Large increase to own magical attack at the start of battle**", 
    "s1plus": "", 
    "upgrade": "", 
    "upgradedesc": "", 
    "image": "https://flatisjustice.moe/priconne/unit/112631.webp",
    "guild": "Deremasu"
},
"misaki": {
    "name": "Misaki",
    "description": "A decent magical attacker. Mostly seen in pvp due to her action speed down. She was seen until Yukari got her 6★.",
    "kana": "ミサキ", 
    "ubname": "Destroy Eye", 
    "ubdesc": "Medium magical damage to all enemies", 
    "s1name": "Dark Photon", 
    "s1desc": "Small magical damage to the nearest enemy, reduces their action speed by a small amount(20%)", 
    "s2name": "Throwing Eye", 
    "s2desc": "Does 3 instances of damage that each deals a small amount of damage to all enemies in an area. The enemy that forms the centre of the area is selected by the one that's closest to Misaki", 
    "exname": "Lady's Taste", 
    "exdesc": "Medium increase to own magical attack at the start of battle. **5★: Large increase to own magical attack at the start of battle**", 
    "s1plus": "**Medium** magical damage to the nearest enemy, reduces their action speed by a **Medium amount(35%)**", 
    "upgrade": "", 
    "upgradedesc": "", 
    "image": "https://flatisjustice.moe/priconne/unit/105031.webp",
    "guild": "Lucent Academy"
},
"halloween misaki": {
    "name": "Halloween Misaki, Haro Misa",
    "description": "Again, a decent magical arena attacker. This time having much more focus aoe skills. Or rather skills that hits every enemy despite the description",
    "kana": "ミサキ（ハロウィン）", 
    "ubname": "Pumpkin Death Party", 
    "ubdesc": "Small magical damage to all enemies in the front, inflict curse and bind. Reduces the effected enemies' magical defense by a small amount.", 
    "s1name": "Lady Magic", 
    "s1desc": "Small magical damage to the nearest enemy, inflicts charm", 
    "s2name": "Halloween Magic", 
    "s2desc": "Boost the magical attack of all allies surrounding misaki by a medium amount", 
    "exname": "Halloween Lady", 
    "exdesc": "Medium increase to own magical attack at the start of battle. **5★: Large increase to own magical attack at the start of battle**", 
    "s1plus": "**Medium** magical damage to the nearest enemy, inflicts charm. Also reduces their TP by a small amount.", 
    "upgrade": "", 
    "upgradedesc": "", 
    "image": "https://flatisjustice.moe/priconne/unit/108331.webp",
    "guild": "Lucent Academy"
},
"misato": {
    "name": "Misato",
    "description": "A decent healer that as a kit fit for a magical team. She carries a rare Magical crit rate up with her, it might be useful somewhere. Somewhat like a foil of Chika",
    "kana": "ミサト", 
    "ubname": "Sister's Favor", 
    "ubdesc": "Restores medium health to all allies and increases their magic defense by a small amount.", 
    "s1name": "Divine Force", 
    "s1desc": "Increases magical attack to all allies near Misato by a small amount", 
    "s2name": "Affection Cure", 
    "s2desc": "Grants a health regent to the frontmost ally that heals for a large amount continously", 
    "exname": "Heavenly Saint's Grace", 
    "exdesc": "Medium increase to own magical defense at the start of battle. **5★: Large increase to own magical defense at the start of battle**", 
    "s1plus": "Increases magical attack to all allies near Misato by a **large** amount, also increases their magical crit rate by a small amount", 
    "upgrade": "", 
    "upgradedesc": "", 
    "image": "https://flatisjustice.moe/priconne/unit/101531.webp",
    "guild": "Forestier"
},
"summer misato": {
    "name": "Summer Misato, Mamasato, Beach Baseball Coach",
    "description": "A harder to use Ny Yui. Doesn't exactly replace Ny Yui. But she comes close to replacing her thanks to Misato's barrier almost comparing itself to Ny Yui's",
    "kana": "ミサト（サマー）", 
    "ubname": "Summer Goddess Coaching", 
    "ubdesc": "Deploys a barrier that negates the opposite attack type of all allies", 
    "s1name": "Healing Drink", 
    "s1desc": "Increases the frontmost ally's magical defense by a large amount, Grants a healing regen", 
    "s2name": "Advice Yell", 
    "s2desc": "Increases all allies' physical attack and magical defense by a medium amount", 
    "exname": "Summer Guidance", 
    "exdesc": "Medium increase to own magical attack at the start of battle. **5★: Large increase to own magical attack at the start of battle**", 
    "s1plus": "", 
    "upgrade": "", 
    "upgradedesc": "", 
    "image": "https://flatisjustice.moe/priconne/unit/113531.webp",
    "guild": "Forestier"
},
"misogi": {
    "name": "Misogi",
    "description": "An arena aoe attacker and a debuffer. Her debuffs are pretty strong. Might be worth levelling if ",
    "kana": "ミソギ", 
    "ubname": "Trick Bomber", 
    "ubdesc": "Medium physical damage to all enemies within range of the main target, the 2nd closest target to Misogi is chosen as the main target", 
    "s1name": "Ink Shooter", 
    "s1desc": "Small physical to the 2nd nearest target, inflicts blind", 
    "s2name": "Water Balloon", 
    "s2desc": "Small physical damage to the enemy with the highest physical attack, reduces their physical attack by a small amount and increase own physical attack by a small amount.", 
    "exname": "Trap Expert", 
    "exdesc": "Medium increase to own physical defense at the start of battle. **5★: Medium increase to own defense attack at the start of battle. **", 
    "s1plus": "Small physical to the 2nd nearest target, inflicts blind. **Additionally, all enemies within range will recieve a small physical attack debuff by a small amount.**", 
    "upgrade": "", 
    "upgradedesc": "", 
    "image": "https://flatisjustice.moe/priconne/unit/100431.webp",
    "guild": "Little Lyrical"
},
"halloween misogi": {
    "name": "Halloween Misogi",
    "description": "More AOE focused Misogi. Her UB allows her to deal alot of damage with more enemies there are on the field. Probably only still be in Arena. Maybe as a backup aoe attacker for multitarget bosses.",
    "kana": "ミソギ（ハロウィン）", 
    "ubname": "Trick or Trick!", 
    "ubdesc": "Deploy a bomb on all enemies, Will explode after 5 seconds and deal medium amount of damage to all enemies. Each bomb acts as their own", 
    "s1name": "Painting Kick", 
    "s1desc": "Medium physical damage to all enemies within range", 
    "s2name": "Bikkuri Pumpkin", 
    "s2desc": "Medium physical damage to all enemies within range. Centered around the 3rd closest target to misogi", 
    "exname": "Trick Expert", 
    "exdesc": "Medium increase to own physical attack at the start of battle. **5★: Large increase to own physical attack at the start of battle. **", 
    "s1plus": "Medium physical damage to all enemies within range. **Reduces their physical attack by a medium amount. This skill deals 3x damage instead of 2x when proccing crits**", 
    "upgrade": "", 
    "upgradedesc": "", 
    "image": "https://flatisjustice.moe/priconne/unit/111231.webp",
    "guild": "Little Lyrical"
},
"mitsuki": {
    "name": "Mitsuki",
    "description": "People was using her for her Physical defense debuff before. It's not really a first choice since it has a pretty bad uptime",
    "kana": "ミツキ", 
    "ubname": "Bloody Rose", 
    "ubdesc": "Medium physical damage to all enemies in range. If she defeats an enemy. Restore her own HP", 
    "s1name": "Curse Bloom", 
    "s1desc": "Inflict a curse to all enemies within range that will damage them over time", 
    "s2name": "Rose Field", 
    "s2desc": "Reduces all eemies' physical damage within range by a large amount", 
    "exname": "Eye of the Devil", 
    "exdesc": "Medium increase to own physical attack at the start of battle. **5★: Large increase to own physical attack at the start of battle. **", 
    "s1plus": "inflict a curse to all enemies within range that will damage them over time. **Additionally reduces their action speed by a small amount(5%)**", 
    "upgrade": "", 
    "upgradedesc": "", 
    "image": "https://flatisjustice.moe/priconne/unit/105131.webp",
    "guild": "Twilight Caravan"
},
"miyako": {
    "name": "Miyako, Pudding",
    "description": "A tank, the anti physical tank of the game. She's elusive. Sporting one of the highest evasion stat in the game. She can also turn herself into a ghost. Becoming immune for a short period of time. She can also heal herself",
    "kana": "ミヤコ", 
    "ubname": "I Will Change You Into A Pudding!", 
    "ubdesc": "Medium physical damage to the nearest enemy, heal herself by a large amount", 
    "s1name": "I Will Curse You", 
    "s1desc": "Gains invincibility for a short period", 
    "s2name": "Snack Time", 
    "s2desc": "Restores a medium amount of health", 
    "exname": "Invisible Ghost", 
    "exdesc": "Medium increase to own physical defense at the start of battle. **5★: Large increase to own physical defense at the start of battle. **", 
    "s1plus": "Gains invincibility for a short period,** additionally, increase own physical defense and evasion by a medium amount**", 
    "upgrade": "", 
    "upgradedesc": "", 
    "image": "https://flatisjustice.moe/priconne/unit/100731.webp",
    "guild": "Diabolos"
},
"miyako halloween": {
    "name": "Halloween Miyako",
    "description": "You know those monkey yeeters? Imagine them. But for our side. That's what Halloween Miyako is basically",
    "kana": "ミヤコ（ハロウィン）", 
    "ubname": "Trick or Pudding", 
    "ubdesc": "Large physical damage to the enemy farthest of where Miyako is. Inflict cure", 
    "s1name": "I'm A Werewolf", 
    "s1desc": "Reduce the enemy farthest of where Miyako is TP by a small amount. Inflict stun", 
    "s2name": "Aren't You Scared of Ghosts?", 
    "s2desc": "Reduce the last enemy's physical and magical attack by a medium amount.", 
    "exname": "Gao~ Gao~", 
    "exdesc": "Medium increase to own physical attack at the start of battle. **5★: Large increase to own physical attack at the start of battle. **", 
    "s1plus": "Reduce the enemy farthest of where Miyako is TP by a small amount. Inflict stun, **Inflict fear**", 
    "upgrade": "", 
    "upgradedesc": "", 
    "image": "https://flatisjustice.moe/priconne/unit/108231.webp",
    "guild": "Diabolos"
},
"monica": {
    "name": "Monica, Monika",
    "description": "",
    "kana": "モニカ", 
    "ubname": "Shiden Issen", 
    "ubdesc": "Medium physical damage to all enemies in an area infront of Monica", 
    "s1name": "Flügel Yell", 
    "s1desc": "Increase the physical and magical attack of all allies by a small amount, increases action speed by a medium amount(50%) as well", 
    "s2name": "Musket Shot", 
    "s2desc": "medium physical damage to the nearest enemy and iflicts stun", 
    "exname": "White Wing Protection", 
    "exdesc": "Medium increase to own physical attack at the start of battle. **5★: Medium increase to own physical defense at the start of battle. **", 
    "s1plus": "Increase the physical and magical attack of all allies by a **large** amount, increases action speed by a **Large** amount(100%) as well", 
    "upgrade": "", 
    "upgradedesc": "", 
    "image": "https://flatisjustice.moe/priconne/unit/105331.webp",
    "guild": "Weiße Flügel"
},
"magical monica": {
    "name": "Magical Monica, Heartly Monica.",
    "description": "A powerful buffer. Unfortunately early testing proved that she's useless for now, Her buffs barely reach any vanguard. The only one being Chris, Unless the enemy specifically has someone that pushes your frontmost vanguard backwards. and if that's what you want",
    "kana": "モニカ（マジカル）", 
    "ubname": "Lovely Sky Hurricane", 
    "ubdesc": "Massive damage against one enemy target and in the same time, reduce that enemy's physical defense", 
    "s1name": "Lovely Order", 
    "s1desc": "Increases the physical attack power of nearby allies", 
    "s2name": "Lovely Impulse",
    "s2desc": "Physical damage in the front by medium amount, restores an ally with the lowest HP based on the damage that enemy received.", 
    "exname": "Magical Brave", 
    "exdesc": "edium increase to own physical attack power at the start of battle **5★: Large increase to own physical attack power at the start of battle**", 
    "s1plus": "", 
    "upgrade": "", 
    "upgradedesc": "", 
    "image": "https://flatisjustice.moe/priconne/unit/105861.webp",
    "guild": "Weiße Flügel"
},
"muimi": {
    "name": "Muimi, Hawawa, Tenrou Hadanken",
    "description": "Btw, have you guys heard her death sound? If you haven't, don't bother looking it up, Cause she dies alot. Level her UE. It's definitely worth. She's literally the 2nd most overpowered character in the game right now",
    "kana": "ムイミ", 
    "ubname": "Tenrou Hadanken", 
    "ubdesc": "Massive physical damage to one enemy. She then equips Tenrou Hadanken until the TP bar runs out", 
    "s1name": "I'll Make You Cry ***Sword Equip: Rolling Slash***", 
    "s1desc": "Small physical damage to all enemy in the front range, inflict stun and knockback ***Sword Equip: Massive physical damage to the nearest enemy***", 
    "s2name": "Here, Here! ***Sword Equip: Flash Cut***", 
    "s2desc": "Reduce enemies physical defense in the front range by small amount ***Sword Equip: Large physical damage to all enemies in the front range***", 
    "exname": "Potential Force", 
    "exdesc": "Medium increase to own physical attack power at the start of battle **5★: Large increase to own physical attack power at the start of battle**", 
    "s1plus": "Medium physical damage to all enemy in the front range, inflict stun and knockback ***Sword Equip: Massive physical damage to the nearest enemy***", 
    "upgrade": "", 
    "upgradedesc": "", 
    "image": "https://flatisjustice.moe/priconne/unit/106131.webp",
    "guild": ""
},
"nanaka": {
    "name": "Nanaka",
    "description": "An overshadowed magic attacker. She does higher than average damage. Probably because it's too much investment right now if you wanna spend arena coins",
    "kana": "ナナカ", 
    "ubname": "Nanaka Blast", 
    "ubdesc": "Massive magical damage to one enemy with highest HP", 
    "s1name": "Stardust Magic", 
    "s1desc": "Reduce all enemies in front range magical defense by small amount", 
    "s2name": "Energy Impact", 
    "s2desc": "Medium magical damage to enemy with the highest HP, inflict stun", 
    "exname": "Awakening Mode", 
    "exdesc": "Medium increase to own magical attack power at the start of battle **5★: Large increase to own magical attack power at the start of battle**", 
    "s1plus": "Reduce all enemies in front range magical defense by **medium amount**", 
    "upgrade": "", 
    "upgradedesc": "", 
    "image": "https://flatisjustice.moe/priconne/unit/101331.webp",
    "guild": "Twilight Caravan"
},
"summer nanaka": {
    "name": "Summer Nanaka",
    "description": "AOE/Buffer/Debuffer. Not a bad deal I would say for the price of 1 character. The potency of her Pdef buff on S2 goes up with the number of enemy characters. So in pvp. you basically win by the first few actions.",
    "kana": "ナナカ（サマー）", 
    "ubname": "Nanaka Summer Carnival", 
    "ubdesc": "Large magical damage to all enemies within front range and reduce enemies magical damage by small amount", 
    "s1name": "Dolphin Magic", 
    "s1desc": "Medium magical damage to all enemies within front range, increase magical attack power to all nearby allies by large amount", 
    "s2name": "Break Splash", 
    "s2desc": "Reduce all enemies magical defense by small amount, the value of the debuff increased based on how many enemies are present", 
    "exname": "Summer Holiday", 
    "exdesc": "Medium increase to own magical attack power at the start of battle **5★: Large increase to own magical attack power at the start of battle**", 
    "s1plus": "", 
    "upgrade": "", 
    "upgradedesc": "", 
    "image": "https://flatisjustice.moe/priconne/unit/113331.webp",
    "guild": "Twilight Caravan"
},
"neneka": {
    "name": "Neneka",
    "description": "A very powerful aoe attacker. She can copy herself. So instead of having 1 loli, you can have 2!. What a deal!",
    "kana": "ネネカ", 
    "ubname": "Mirror Mirror", 
    "ubdesc": "Summon mirror image of Neneka, set a field that increase all allies within range magical attack power by a large amount, also increase all allies within range TP gain rate by a small amount", 
    "s1name": "Satellite Ray", 
    "s1desc": "Medium magical damage to all enemy within range, and inflicts stun", 
    "s2name": "Instance Gem", 
    "s2desc": "Medium magical damage to the nearest enemy, and reduce enemy magical defense by a small amount", 
    "exname": "Phantasmagoria", 
    "exdesc": "Medium increase to own magical attack power at the start of battle **5★: Large increase to own magical attack power at the start of battle**", 
    "s1plus": "", 
    "upgrade": "", 
    "upgradedesc": "", 
    "image": "https://flatisjustice.moe/priconne/unit/107031.webp",
    "guild": ""
},
"ninon": {
    "name": "Ninon, Weeb",
    "description": "A very powerful Weeb, I MEAN AOE ATTACKER!. She does pretty well in Arena, her description is kinda weird. But it should work how you would expect it to work. ",
    "kana": "ニノン", 
    "ubname": "Ninja Arts - Burning Hell", 
    "ubdesc": "Medium physical damage to all enemies within range", 
    "s1name": "Whirlwind", 
    "s1desc": "Small physical damage to all enemies at the front range and restore own TP if enemies are defeated by this skill by medium amount", 
    "s2name": "Blaze Fan", 
    "s2desc": "Small physical damage to the nearest enemy, inflict knockback", 
    "exname": "Honnou Ji Boost", 
    "exdesc": "Medium increase to own physical attack power at the start of battle **5★: Large increase to own physical attack power at the start of battle**", 
    "s1plus": "Small physical damage to all enemies at the front range, restore own TP if enemies are defeated by this skill by **massive amount**", 
    "upgrade": "Ninja Arts・Blazing Flame Tornado", 
    "upgradedesc": "Large physical damage to all enemies within range and increase to own physical attack power by large amount, restore own TP by small amount, increase the amount of buff and TP restored based on how many enemies defeated", 
    "image": "https://flatisjustice.moe/priconne/unit/103061.webp",
    "guild": "Weiße Flügel"
},
"ooedo ninon": {
    "name": "Ooedo Ninon, Ooninon, Onion",
    "description": "An extremely powerful single attacker. Before Muimi got her UE, she was actually competing. Ninon's powerful quirk is that she deals more damage with crits and she has the crit rate to back up herself",
    "kana": "ニノン（オーエド）", 
    "ubname": "Ninja Arts - Fujiyama Shuriken", 
    "ubdesc": "Massive physical damage to the nearest enemy, if critical, deal three times damage instead of twice damage", 
    "s1name": "Ninja Arts - Chuwallow Strike", 
    "s1desc": "Medium physical damage to the nearest enemy and reduce enemy physical defense by small amount", 
    "s2name": "Ninja Arts - Shadow Clone", 
    "s2desc": "Increase own physical attack power by medium amount and increase own action speed by medium amount", 
    "exname": "Ninja Arts - Extreme Speed", 
    "exdesc": "Medium increase to own physical attack power at the start of battle **5★: Large increase to own physical attack power at the start of battle**", 
    "s1plus": "Medium physical damage to the nearest enemy,reduce enemy physical defense by small amount, **if critical, deal three times damage instead of twice damage**", 
    "upgrade": "", 
    "upgradedesc": "", 
    "image": "https://flatisjustice.moe/priconne/unit/109631.webp",
    "guild": "Weiße Flügel"
},
"nozomi": {
    "name": "Nozomi",
    "description": "A tank and not a bad Idol. She can take center stage whenever she wants to because her UB is what actually gives her taunt. This means that you can have her act as a sub tank. Probably in normal quests or very defensive pvp",
    "kana": "ノゾミ", 
    "ubname": "Live On Stage", 
    "ubdesc": "Increase all allies physical attack power by small amount, increase own physical and magical defense by medium amount, taunt all enemies", 
    "s1name": "Claire Slash", 
    "s1desc": "Small physical attack to all enemies in the front range, inflict one and a half seconds stun", 
    "s2name": "Idol Yell", 
    "s2desc": "Restore own HP and all allies near Nozomi by small amount", 
    "exname": "Luminous Smile", 
    "exdesc": "Medium increase to own physical defense power at the start of battle **5★: Large increase to own physical defense power at the start of battle**", 
    "s1plus": "Medium physical attack to all enemies in the front range, inflict two seconds stun, **reduce enemy physical attack by small amount**", 
    "upgrade": "", 
    "upgradedesc": "", 
    "image": "https://flatisjustice.moe/priconne/unit/102931.webp",
    "guild": "Carmina"
},
"christmas nozomi": {
    "name": "Christmas Nozomi",
    "description": "A weird defensive buffer. She's not supposed to be a tank. But you can do as you want. I would put her in defensive arena probably. Sounds like the right place to put her if you have her.",
    "kana": "ノゾミ（クリスマス）", 
    "ubname": "Ride On Christmas", 
    "ubdesc": "Increase all allies physical defense by small amount, increase buff amount based on how many allies behind Nozomi", 
    "s1name": "Christmas Yell", 
    "s1desc": "Grant physical nullification barrier to all allies", 
    "s2name": "Frost Slash", 
    "s2desc": "Medium physical damage to the nearest enemy, inflict freeze", 
    "exname": "Illuminate Smile", 
    "exdesc": "Medium increase to own physical defense power at the start of battle **5★: Large increase to own physical defense power at the start of battle**", 
    "s1plus": "", 
    "upgrade": "", 
    "upgradedesc": "", 
    "image": "https://flatisjustice.moe/priconne/unit/111631.webp",
    "guild": "Carmina"
},
"pecorine": {
    "name": "Pecorine",
    "description": "A tank that does well in any content that she's put in. She has a tonne of HP, thanks to the EX Skill. 6★ makes her one of the most chonkiest characters in the game", 
    "kana": "ペコリーヌ", 
    "ubname": "Princess Strike", 
    "ubdesc": "Large Physical damage to the nearest enemy, increase own physical and magical defense by medium amount", 
    "s1name": "Lunch Time", 
    "s1desc": "Heals herself by a small amount and increase own magical defense by a small amount", 
    "s2name": "Fall Slash", 
    "s2desc": "Medium physical damage to the nearest enemy", 
    "exname": "Princess Force", 
    "exdesc": "Medium increase in own maximum HP at the start of battle, **5★: Large increase in own maximum HP**", 
    "s1plus": "Heals herself by a small amount, increase own magical defense by a small amount, **deploy a physical and magical damage absorption barrier**", 
    "upgrade": "Princess Valiant", 
    "upgradedesc": "Deals **massive** physical damage to the nearest enemy. **Boost own Physical and magical defense by a large amount, increase own physical attack power according to remaining HP. The higher the HP, the better the buff**", 
    "image": "https://flatisjustice.moe/priconne/unit/105861.webp",
    "guild": "Bishoukuden"
},
"princess pecorine": {
    "name": "Princess Pecorine, PPeco",
    "description": "A tank. That just doesn't want to die unless she is bursted down. Or is stunned before she could use her UB again after her Knight's Protectionn is down.",
    "kana": "ペコリーヌ（プリンセス）", 
    "ubname": "Super Full Power Princess Strike", 
    "ubdesc": "Massive physical damage to the nearest enemy and damage increases as Pecorine's HP increases ***HP below half: Gain unique buff Knight's Protection, if Pecorine dies while having this buff, consume the buff, and restore Pecorine's HP by small amount***", 
    "s1name": "Onigiri Time", 
    "s1desc": "Increase her physical attack power by large amount, buff amount increase based how high Pecorine's HP ***HP below half: Gain physical and magical absorption barrier***", 
    "s2name": "Royal Slash", 
    "s2desc": "Medium physical damage to all enemies within front range and damage increases as Pecorine's HP increases ***HP more than half: Increase her physical attack power based on damage dealt, HP below half: Restore her HP based on damage dealt***", 
    "exname": "Royal Spirit", 
    "exdesc": "Medium increase to her maximum HP at the start of battle **5★: Large increase to her maximum HP at the start of battle**", 
    "s1plus": "", 
    "upgrade": "", 
    "upgradedesc": "", 
    "image": "https://flatisjustice.moe/priconne/unit/180431.webp",
    "guild": "Bishoukuden"
},
"summer pecorine": {
    "name": "Summer Pecorine",
    "description": "an arena character. Peco this time becomes a bit squishy. But she does have really powerful aoe skils to make up for the loss in chonkiness.",
    "kana": "ペコリーヌ（サマー）", 
    "ubname": "Princess Splash", 
    "ubdesc": "Large physical damage to all enemies within range", 
    "s1name": "Dessert Time", 
    "s1desc": "Increase her physical attack power by a large amount and reduce own magical defense by a medium amount", 
    "s2name": "Parasol Assault", 
    "s2desc": "Small physical damage to the nearest enemy and inflicts knockback", 
    "exname": "Luck of The Sea Power", 
    "exdesc": "Increase her physical attack power by a medium amount at the start of battle **5★: Increase her physical attack power by a large amount at the start of battle**", 
    "s1plus": "Increase physical attack power by massive amount, critical rate increase by a large amount, **and reduce own magical defense by a medium amount**", 
    "upgrade": "", 
    "upgradedesc": "", 
    "image": "https://flatisjustice.moe/priconne/unit/107531.webp",
    "guild": "Bishoukuden"
},
"ram": {
    "name": "Ram",
    "description": "Her skill set seems to be like it's supposed to be used with someone else. But I wouldn't know really. I'm not a game dev",
    "kana": "ラム", 
    "ubname": "Don't Get In My Way", 
    "ubdesc": "Medium magical damage to all enemies, inflicts bind", 
    "s1name": "Fura", 
    "s1desc": "Large magical damage to the nearest enemy and large knockback if enemy is immobilized if not immobilized, deal medium magical damage and inflict small knockback instead", 
    "s2name": "Divine Protection of Clairvoyance", 
    "s2desc": "Inflict unique debuff to one enemy with highest physical attack to always miss their next physical attack", 
    "exname": "Arrogance", 
    "exdesc": "Increase own magical attack power by a medium amount at the start of battle **5★: Increase own magical attack power by a large amount at the start of battle**", 
    "s1plus": "**Massive** magical damage to the nearest enemy and large knockback if enemy is immobilized if not immobilized, deal **Large** magical damage and inflict small knockback instead", 
    "upgrade": "", 
    "upgradedesc": "", 
    "image": "https://flatisjustice.moe/priconne/unit/109831.webp",
    "guild": ""
},
"rem": {
    "name": "Who?",
    "description": "Seriously. Who?",
    "kana": "レム", 
    "ubname": "Al Huma", 
    "ubdesc": "Large physical damage to all immobilized enemies in range, if not immobilized, deal medium physical damage instead", 
    "s1name": "El Huma", 
    "s1desc": "Small physical damage to the nearest enemy, inflicts freeze", 
    "s2name": "Aqua Healing", 
    "s2desc": "Restore HP of one ally with the lowest HP by a medium amount", 
    "exname": "I Am An Oni!", 
    "exdesc": "Increase own physical attack power by a medium amount at the start of battle **5★: Increase own physical attack power by a large amount at the start of battle**", 
    "s1plus": "**Medium** physical damage to **an area around the nearest enemy**, inflicts freeze", 
    "upgrade": "", 
    "upgradedesc": "", 
    "image": "https://flatisjustice.moe/priconne/unit/109731.webp",
    "guild": ""
},
"rei": {
    "name": "Rei",
    "description": "A shitty attacker pre 6★. Turned to be one of the best Physical attacker/Debuffer on 6★. Would prioritize her 6★ over alot of things",
    "kana": "レイ", 
    "ubname": "Slash Storm", 
    "ubdesc": "Massive physical damage to the nearest enemy", 
    "s1name": "Wind Thrust", 
    "s1desc": "Medium physical damage to the nearest enemy", 
    "s2name": "Counter Slash", 
    "s2desc": "Medium physical damage to the nearest enemy, damage will increase based on damage received during stance", 
    "exname": "Rapid Fencer", 
    "exdesc": "Increase own physical attack power by medium amount at the start of battle **5★: Increase own maximum HP by large amount at the start of battle**", 
    "s1plus": "Medium physical damage to the nearest enemy **and lowers target's physical defense by a small amount**", 
    "upgrade": "Slash Temptest", 
    "upgradedesc": "Massive physical damage to the nearest enemy. Gains a unique buff 'Blade of Wind', while having this buff, the value of Rei's skill is doubled", 
    "image": "https://flatisjustice.moe/priconne/unit/100361.webp",
    "guild": "Twinkle Wish"
},
"halloween rei": {
    "name": "Halloween Rei",
    "description": "I have no idea whether she's useful or not. Probably in Tier 4 CB. She does almost nothing to enemies with higher than 50% Health. So I think that's what she is useful for",
    "kana": "レイ（ハロウィン）", 
    "ubname": "Trinity Phantom", 
    "ubdesc": "Medium physical damage to all enemies within front range, if targets remaining HP is less than half, deals more damage", 
    "s1name": "Hollow Thrust", 
    "s1desc": "Small physical damage to all enemies within front range, if target remaining HP is less than half, deals more damage and reduce enemies defense by medium amount", 
    "s2name": "Call of Ghost", 
    "s2desc": "Increase own physical attack power by massive amount", 
    "exname": "Halloween Fencer", 
    "exdesc": "Increase own physical attack power by medium amount at the start of battle **5★: Increase own physical attack power by large amount at the start of battle**", 
    "s1plus": "", 
    "upgrade": "", 
    "upgradedesc": "", 
    "image": "https://static.wikia.nocookie.net/princess-connect/images/5/51/Icon-unit-arthrei.png",
    "guild": "Twinkle Wish"
},
"new year rei": {
    "name": "New Year Rei, NY Rei",
    "description": "An Arena character with an instant taunt. Honestly pretty good for it",
    "kana": "レイ（ニューイヤー）", 
    "ubname": "Sword of Ice - Snowflake", 
    "ubdesc": "Medium physical damage to all enemies, inflict stun", 
    "s1name": "Avalanche Counter", 
    "s1desc": "Provoke all enemies, counter all enemies that attack during counter stance, small physical damage to all enemies in the front range, reduce enemies physical defense by small amount", 
    "s2name": "Silver Season Preparation", 
    "s2desc": "Grant magical nullification barrier to all allies near Rei, increase own magical defense by a medium amount", 
    "exname": "Stance of Glacier Wall", 
    "exdesc": "Increase own magical defense by medium amount at the start of battle **5★: Increase own magical defense by large amount at the start of battle**", 
    "s1plus": "Provoke all enemies, counter all enemies that attack during counter stance, deal medium physical damage to all enemies in the front range and reduce enemies physical defense by small amount, **increase own magical defense by large amount, inflict stun**", 
    "upgrade": "", 
    "upgradedesc": "", 
    "image": "https://flatisjustice.moe/priconne/unit/108931.webp",
    "guild": "Twinkle Wish"
},
"rima": {
    "name": "Rima, Watame",
    "description": "Charges into battle, A chonky one, she is. She allows for some weird stuff to happen. She enters the battle later into the fight. But that might give you an advantage since your midguard is closer to them.",
    "kana": "リマ", 
    "ubname": "Mofu-Mofu Strike", 
    "ubdesc": "Medium physical damage to all enemies in the front position, increase her physical defense by a large amount", 
    "s1name": "Mofu-Mofu Assault", 
    "s1desc": "At the start of battle, rushing through to the frontline, deal medium physical damage to one enemy at the front, increase her physical defense by a small amount", 
    "s2name": "Mofu-Mofu Headbutt", 
    "s2desc": "Small physical damage to one enemy at the front, inflict stun", 
    "exname": "Fur Protection", 
    "exdesc": "Increase own physical defense by medium amount at the start of battle **5★: Large increase own physical defense by large amount at the start of battle**", 
    "s1plus": "At the start of battle she will rush through to the frontline, deal medium physical damage to one enemy at the front, increase own physical defense by large amount **and grants physical nullification barrier to all allies**", 
    "upgrade": "Merry Wool Strike", 
    "upgradedesc": "Large physical damage to all enemies in the front range, inflict knockback, increase own physical defense by massive amount, and grants physical nullification barrier to all allies", 
    "image": "https://flatisjustice.moe/priconne/unit/105261.webp",
    "guild": "Elizabeth Farm"
},
"rin": {
    "name": "Rin",
    "description": "Sub Tank and Sub healer. She's anti magical like Yukari. But not as powerful as Yukari. Though she does buff magical defense faster than Yukari. And she is pretty useful sometimes Would level her once you're done with the cores in dungeon shop.",
    "kana": "リン", 
    "ubname": "Handmade Redbean Paste Bun Charge", 
    "ubdesc": "Restore all allies HP by small amount, increase all allies physical attack power by small amount, increase all allies magical defense by small amount", 
    "s1name": "Sleep and Waiting Mode", 
    "s1desc": "Increase all allies near Rin magical defense by small amount", 
    "s2name": "Acorn Throwing", 
    "s2desc": "Small physical damage to the nearest enemy, inflict stun", 
    "exname": "Acorn Charge", 
    "exdesc": "Increase own magical defense by medium amount at the start of battle **5★: Large increase own magical defense by large amount at the start of battle**", 
    "s1plus": "Increase all allies near Rin magical defense by large amount **and increase all allies near Rin physical attack power by medium amount, increase all allies near Rin critical rate by small amount**", 
    "upgrade": "", 
    "upgradedesc": "", 
    "image": "https://flatisjustice.moe/priconne/unit/102631.webp",
    "guild": "Elizabeth Farm"
},
"ranger rin": {
    "name": "Ranger Rin, Nut Destroyer",
    "description": "AOE attacker/Debuffer. She can deal damage. Not up to par with other aoe attacker. But she can do nice damage as long as you ca remove the action speed down she places on herself",
    "kana": "リン（レンジャー）", 
    "ubname": "Nuts Execution", 
    "ubdesc": "Medium physical damage to all enemies within front range and reduce enemies physical defense by small amount", 
    "s1name": "Nuts Breaker", 
    "s1desc": "Medium physical damage to all enemies within front range, reduce enemies physical defense by medium amount, and reduce own action speed by large amount", 
    "s2name": "Nuts Slash", 
    "s2desc": "Small physical damage to all enemies within front range and reduce enemies physical defense by small amount", 
    "exname": "Nuts Build Up", 
    "exdesc": "Increase own physical attack by medium amount at the start of battle **5★: Large increase own physical attack by large amount at the start of battle**", 
    "s1plus": "", 
    "upgrade": "", 
    "upgradedesc": "", 
    "image": "https://flatisjustice.moe/priconne/unit/112731.webp",
    "guild": "Elizabeth Farm"
},
"imas rin": {
    "name": "The Better Rin",
    "description": "a tank that has a small def down for both physical and magical parties. She's honestly only good in Arena. But UE might change that. It's gonna be a long way before that happens though.",
    "kana": "リン（デレマス）", 
    "ubname": "Iolite Blue", 
    "ubdesc": "Large physical damage to the nearest enemy and gain physical and magical nullification barrier", 
    "s1name": "Razur Leo", 
    "s1desc": "Small physical damage to all enemies within front range, reduce enemies physical and magical defense by small amount, taunt all enemies", 
    "s2name": "Auin Judgement", 
    "s2desc": "inflict bind to all enemies within front range", 
    "exname": "Azure Heartbeat", 
    "exdesc": "Increase own physical defense by medium amount at the start of battle **5★: Large increase own physical defense by large amount at the start of battle**", 
    "s1plus": "", 
    "upgrade": "", 
    "upgradedesc": "", 
    "image": "https://flatisjustice.moe/priconne/unit/112531.webp",
    "guild": "Deremasu"
},
"rino": {
    "name": "Rare imouto",
    "description": "Corona rain is so widely used in arena, Though less so now with people using Misty Kasumi everyere. She just gets binded and not do anything. Apart from Arena, she's probably only useful for clearing world maps.",
    "kana": "リノ", 
    "ubname": "Arrow Rain", 
    "ubdesc": "Medium magical damage to all enemies and additional small magical damage to all enemies that deal physical attack", 
    "s1name": "Concentration", 
    "s1desc": "Increase own physical attack power by medium amount, increase own physical critical rate by medium amount", 
    "s2name": "Breaker Arrow", 
    "s2desc": "Medium physical damage to the nearest enemy", 
    "exname": "Penetration", 
    "exdesc": "Increase own physical attack by medium amount at the start of battle **5★: Large increase own physical attack by large amount at the start of battle**", 
    "s1plus": "Increase own physical attack power by large amount, increase own physical critical rate by medium amount, **and increase own action speed by large amount**", 
    "upgrade": "Corona Rain", 
    "upgradedesc": "Large physical damage to all enemies within rangeif critical, deals three point five times damage instead of two times", 
    "image": "https://flatisjustice.moe/priconne/unit/101161.webp",
    "guild": "Labyrinth"
},
"wonder rino": {
    "name": "Wonderland Rino",
    "description": "I wish she was good. Her damage increases as you have more summons. Her skills looks good on paper. But S2 is only a 1 hit, So she's not guaranteed to get off the defense reduction",
    "kana": "リノ（ワンダー）", 
    "ubname": "Fantastic Unison", 
    "ubdesc": "Small physical damage to the nearest enemy and increase this ability critical damage based on how many allies are present, if critical deals three times damage instead of two times", 
    "s1name": "Wonder Illusion", 
    "s1desc": "Small physical damage to the nearest enemy, increase own critical hit rate by medium amount and restore own TP by medium amount", 
    "s2name": "Wonder Arrow", 
    "s2desc": "Medium physical damage to the nearest enemy and if critical, reduce enemy physical defense by medium amount", 
    "exname": "Heartful Friends", 
    "exdesc": "Increase own physical attack by medium amount at the start of battle **5★: Large increase own physical attack by large amount at the start of battle**", 
    "s1plus": "", 
    "upgrade": "", 
    "upgradedesc": "", 
    "image": "https://flatisjustice.moe/priconne/unit/112931.webp",
    "guild": "Labyrinth"
},
"ruka": {
    "name": "Ruka",
    "description": "A physical tank with a taunt and a physical defense down. Honestly she's pretty good. Her defense down works really nice. You will need her one day when the boss hits too hard and you want to bring a tank but without having to sacrifice a slot.",
    "kana": "ルカ", 
    "ubname": "Zero Blade ・Mirage", 
    "ubdesc": "Large physical damage to the nearest enemy and reduce enemy physical defense by large amount", 
    "s1name": "First Blade ・Mow Down", 
    "s1desc": "Taunt enemies, if attacked during stance counter attack with medium physical damage to all enemies, inflict knockback", 
    "s2name": "Stance of Unbeatable Samurai", 
    "s2desc": "Restore own HP by small amount and increase own physical defense by medium amount", 
    "exname": "Shining Mirror, Tranquil Water", 
    "exdesc": "Increase own physical attack by medium amount at the start of battle **5★: Large increase own physical attack by large amount at the start of battle**", 
    "s1plus": "Taunt enemies, if attacked during stance, counter attack with large physical damage to all enemies, inflict knockback, **reduce enemy physical defense by small amount**", 
    "upgrade": "", 
    "upgradedesc": "", 
    "image": "https://flatisjustice.moe/priconne/unit/105631.webp",
    "guild": "Twilight Caravan"
},
"summer ruka": {
    "name": "Summer Ruka, SRuka",
    "description": "A very popular pick for AOE attackers. She does alot of damage to multitarget bosses. Her attack loop pattern makes sure that she keeps attacking all parts of a multitarget bosses equally.",
    "kana": "ルカ（サマー）", 
    "ubname": "Final Blade ・Blue Tempest Divider", 
    "ubdesc": "Large physical damage to all enemies within front range, after the first cast, increase own physical attack power by medium amount for every 15 damage instance dealt", 
    "s1name": "Prelude Blade ・Beginning of June", 
    "s1desc": "Medium physical damage to all enemies within front range, increase own physical attack power by medium amount", 
    "s2name": "Continuation Blade ・Summer Breeze", 
    "s2desc": "Medium physical damage to all enemies within front range", 
    "exname": "Summer Youth", 
    "exdesc": "Increase own physical attack by medium amount at the start of battle **5★: Large increase own physical attack by large amount at the start of battle**", 
    "s1plus": "", 
    "upgrade": "", 
    "upgradedesc": "", 
    "image": "https://flatisjustice.moe/priconne/unit/113131.webp",
    "guild": "Twilight Caravan"
},
"ruu": {
    "name": "Ruu",
    "description": "Apparently she can become a tank counter to pesky multi attack in arena. But honestly, I've never seen her being used anywhere. So let's just assume she doesn't exist",
    "kana": "ルゥ", 
    "ubname": "Omeme-chan Attack!", 
    "ubdesc": "Ruu deals medium amount of damage to all enemies", 
    "s1name": "Your Turn Omeme-chan", 
    "s1desc": "Ruu summons 1 Omeme-chan. When Ruu takes damage, Omeme-chan runs away, but the attacking enemy takes damage by medium amount ", 
    "s2name": "Beginner's Luck", 
    "s2desc": "Ruu deals damage by large amount to the nearest enemy", 
    "exname": "Never Give Up", 
    "exdesc": "Medium increase to own magical attack power at the start of battle **5★: Large increase to own magical attack power at the start of battle**", 
    "s1plus": "**Ruu summons 2 Omeme-chan and buff her own magical attack by small amount**. When Ruu takes damage, Omeme-chan runs away, but the attacking enemy takes damage by medium amount", 
    "upgrade": "", 
    "upgradedesc": "", 
    "image": "https://flatisjustice.moe/priconne/unit/109331.webp",
    "guild": ""
},
"saren": {
    "name": "Saren, ",
    "description": "A TP support still even on 6★. Albeit much tankier and much higher damage. Her damaging skills is mostly just reseved to Arena nowadays. TP is commonly needed everywhere.",
    "kana": "サレン", 
    "ubname": "Sword Of Phoenix", 
    "ubdesc": "Medium physical damage to all enemies in the front range, damage increased based on how low Saren's HP", 
    "s1name": "Fire Slash", 
    "s1desc": "Small physical damage to all enemies in the front position", 
    "s2name": "Elegance Speech", 
    "s2desc": "Restore one nearest ally TP by medium amount", 
    "exname": "Noble Elegant Soul", 
    "exdesc": "Increase own physical attack power by medium amount at the start of battle **5★: Increase own physical attack power by large amount at the start of battle**", 
    "s1plus": "Medium physical damage to all enemies in the front position, **damage increased based on how low Saren's HP**", 
    "upgrade": "End of Phoenix", 
    "upgradedesc": "Large physical damage to all enemies in the front range, increase all allies physical and magical attack power by large amount and increase damage and buff attack power based on how low Saren's HP,", 
    "image": "https://flatisjustice.moe/priconne/unit/102861.webp",
    "guild": "Sarendia Orphaage"
},
"summer saren": {
    "name": "Summer Saren, SSaren, Mama Saren",
    "description": "A very powerful support, widely used in arena and to finish off bosses in CB. She only uses her TP boost at the start of the battle, Though most of the time it's enough to get the job done",
    "kana": "サレン（サマー）", 
    "ubname": "Summer Bright Force", 
    "ubdesc": "Increase all allies physical and magical attack power by large amount, increase all allies action speed by large amount", 
    "s1name": "Splash Twirling", 
    "s1desc": "Restore to all allies TP by large amount", 
    "s2name": "Bright Shout", 
    "s2desc": "Increase all allies physical and magical attack power by small amount, increase all allies physical and magical critical rate by small amount", 
    "exname": "Noble Vacation", 
    "exdesc": "Medium increase to on physical attack power at the start of the battle. **5★: Large increase to on physical attack power at the start of the battle. **", 
    "s1plus": "Increase own physical attack power by medium amount at the start of battle **5★: Increase own physical attack power by large amount at the start of battle**", 
    "upgrade": "Restore to all allies TP by large amount, **increase to all allies physical and magical attack power by large amount**", 
    "upgradedesc": "", 
    "image": "https://flatisjustice.moe/priconne/unit/110331.webp",
    "guild": "Sarendia Orphanage"
},
"shinobu": {
    "name": "Shinobu",
    "description": "An AOE debuffer. With damage and a decent physical buff. She also summons a skull that almost always conveniently lines up with most bosses' powerful attack timing. Worth the level on her",
    "kana": "シノブ", 
    "ubname": "Phantom Terra", 
    "ubdesc": "Medium physical damage to all enemies in the front position and reduce enemies physical defense by small amount", 
    "s1name": "Phantom Call", 
    "s1desc": "Summon a skull in front of Shinobu, attacks one enemy in the front", 
    "s2name": "Weak Raise", 
    "s2desc": "Reduce all enemies physical defense by small amount", 
    "exname": "Requiem of Twilight", 
    "exdesc": "Increase own physical attack power by medium amount at the start of battle **5★: Increase own physical attack power by large amount at the start of battle**", 
    "s1plus": "Summon a skull in front of Shinobu, attacks one enemy in the front, **increase to all front-range allies physical defense and physical critical rate by medium amount**", 
    "upgrade": "", 
    "upgradedesc": "", 
    "image": "https://flatisjustice.moe/priconne/unit/103131.webp",
    "guild": "Diabolos"
},
"halloween shinobu": {
    "name": "Halloween Shinobu",
    "description": "An aoe attacker that does pretty well in Arena, she also does well pretty well in multitarget bosses",
    "kana": "シノブ（ハロウィン）", 
    "ubname": "Halloween Terra", 
    "ubdesc": "Large physical damage to one enemy with the lowest HP, if the enemy is defeated by this skill additionally deal medium physical damage to the all enemies", 
    "s1name": "Raise Weapon", 
    "s1desc": "Increase own physical attack power by large amount", 
    "s2name": "Hollow Scythe", 
    "s2desc": "Medium physical damage to all enemies in front range", 
    "exname": "Song of Night in The Death Realm", 
    "exdesc": "Increase own physical attack power by medium amount at the start of battle **5★: Increase own physical attack power by large amount at the start of battle**", 
    "s1plus": "Increase own physical attack power by massive amount **and increase own critical rate by large amount**", 
    "upgrade": "", 
    "upgradedesc": "", 
    "image": "https://flatisjustice.moe/priconne/unit/108131.webp",
    "guild": "Diabolos"
},
"shiori": {
    "name": "Shiori, Shiorin",
    "description": "A powerful self accelerated attacker. As with all Bow users, they're all fragile. Shiori is worth the level though if you're strapped on attackers. Her UB Cycle is pretty fast. Doing the first UB like 3 Actions in",
    "kana": "シオリ", 
    "ubname": "Enchant Arrow", 
    "ubdesc": "Large physical damage to the nearest enemy, permanently increase own physical attack by a medium amount", 
    "s1name": "Triple Arrow", 
    "s1desc": "Small physical damage to three enemies in the front, restore own TP by small amount", 
    "s2name": "Wind Arrow", 
    "s2desc": "Small physical damage to random enemies three times, restore own TP by small amount", 
    "exname": "Enchanted Aim", 
    "exdesc": "Increase own physical attack power by medium amount at the start of battle **5★: Increase own physical attack power by large amount at the start of battle**", 
    "s1plus": "", 
    "upgrade": "", 
    "upgradedesc": "", 
    "image": "https://flatisjustice.moe/priconne/unit/103831.webp",
    "guild": "Former: Caon, Elizabeth Park"
},
"magical shiori": {
    "name": "Magical Shiori, Purely★Shiori.",
    "description": "A physical buffer that mainly buffs the area around her. She does quite a bit of damage herself.",
    "kana": "シオリ", 
    "ubname": "Purely Shower", 
    "ubdesc": "Increase all allies physical attack power by massive amount", 
    "s1name": "Purely Aiming", 
    "s1desc": "Increase all nearby allies physical attack power by medium amount, increase all nearby allies physical critical rate by medium amount", 
    "s2name": "Purely Snipe", 
    "s2desc": "Increase all nearby allies physical attack power by large amount, massive physical damage to the nearest enemy", 
    "exname": "Purely Brave", 
    "exdesc": "Increase own physical attack power by medium amount at the start of battle **5★: Increase own physical attack power by large amount at the start of battle**", 
    "s1plus": "", 
    "upgrade": "", 
    "upgradedesc": "", 
    "image": "https://flatisjustice.moe/priconne/unit/112331.webp",
    "guild": "Former: Caon, Elizabeth Park"
},
"shizuru": {
    "name": "Onee-Chan",
    "description": "A sub tank/Main tank if you wanna go that route. The only usable Vanguard if you wanna bring her for a tank is Christina. Honestly would benefit her more if she was more to the front since she gets to take more damage and use her UB more often. Her UB has a really good regen on it. Better than even Jesus Yui's",
    "kana": "シズル", 
    "ubname": "Sacred Punishment", 
    "ubdesc": "Large physical damage to the nearest enemy, gain physical absorption barrier, doesnt apply any shield if missed", 
    "s1name": "Saint Heal", 
    "s1desc": "Restore one ally HP with lowest HP by a small amount", 
    "s2name": "Protection", 
    "s2desc": "Grant physical nullification barrier to all allies near Shizuru", 
    "exname": "The Power of Older Sister", 
    "exdesc": "Increase own physical defense by medium amount at the start of battle **5★: Increase own physical defense power by large amount at the start of battle**", 
    "s1plus": "Restore one ally HP with lowest HP by medium amount **and increase ally physical defense by large amount**", 
    "upgrade": "Sacred Beyond", 
    "upgradedesc": "Massive physical damage to the nearest enemy, increase physical defense  by massive amount to nearby allies, grants physical absorption barrier and grant HP regen to all nearby allies", 
    "image": "https://flatisjustice.moe/priconne/unit/104961.webp",
    "guild": "Labyrinth"
},
"valentine shizuru": {
    "name": "Valentine Shizuru, VShizuru, Valentine Onee-chan",
    "description": "A very powerful Physical support. She sits at the frontmost midguard. Though that comes as a nice thing itself. Since she is kinda tanky ",
    "kana": "シズル（バレンタイン）", 
    "ubname": "Sweet Sanctuary", 
    "ubdesc": "Set a field and increase physical attack power, critical rate and TP gain rate to all allies in the field range", 
    "s1name": "Cureness Sign", 
    "s1desc": "Restore all allies HP by medium amount and TP by small amount ***If field is active: Restore all allies HP by medium amount and TP by small amount***", 
    "s2name": "Segment Heart Shot", 
    "s2desc": "Medium physical damage to the nearest enemy, reduce enemy physical defense by small amount  ***If field is active: Improve this skill effectiveness***", 
    "exname": "Onee-chan Pure Heart", 
    "exdesc": "Increase own physical attacj power by medium amount at the start of battle **5★: Increase own physical physical attack power by large amount at the start of battle**", 
    "s1plus": "Restore all allies HP by medium amount and TP by small amount ***If field is active: Restore all allies HP by medium amount and TP by small amount and Increase all allies physical attack power by large amount***", 
    "upgrade": "", 
    "upgradedesc": "", 
    "image": "https://flatisjustice.moe/priconne/unit/109131.webp",
    "guild": "Labyrinth"
},
"suzume": {
    "name": "Suzume",
    "description": "Just don't bother. She's beyond saving at this point really. Bad stats. and bad skills. She just doesn't fit into any party.",
    "kana": "スズメ", 
    "ubname": "Wind Stream", 
    "ubdesc": "Medium magical damages to all enemies in the front range and reduce enemies physical defense by random amount, small to medium based on her UB animation", 
    "s1name": "Wind Blast", 
    "s1desc": "Small magical damage to all enemies in the front range", 
    "s2name": "Maid Shout", 
    "s2desc": "Restore all allies HP near Suzume by small amount and increase all allies near Suzume physical attack power by small amount", 
    "exname": "Maid Spirit", 
    "exdesc": "Increase own magical attack power by medium amount at the start of battle **5★: Increase own magical attack power by large amount at the start of battle**", 
    "s1plus": "Small magical damage to all enemies in the front range **and reduce enemies physical and magical defense by small amount**", 
    "upgrade": "", 
    "upgradedesc": "", 
    "image": "https://flatisjustice.moe/priconne/unit/102531.webp",
    "guild": "Sarendia Orphanage"
},
"new year suzume": {
    "name": "New Year Suzume",
    "description": "A defensive support character. She doesn't have the best heal. But she has a pretty good action speed up and a good enough barrier. Nothing to note here really",
    "kana": "スズメ（サマー）", 
    "ubname": "Miko-Kagura Blessing", 
    "ubdesc": "Restore to all allies HP by medium amount, increase all allies action speed by large amount(60%)", 
    "s1name": "New Year Whirlwind", 
    "s1desc": "Small magical damage to one farthest enemy, inflict knockback", 
    "s2name": "Hamaya Divine Protection", 
    "s2desc": "Grant magical nullification barrier to all allies", 
    "exname": "New Year Blessing", 
    "exdesc": "Increase own magical attack power by medium amount at the start of battle **5★: Increase own magical attack power by large amount at the start of battle**", 
    "s1plus": "", 
    "upgrade": "", 
    "upgradedesc": "", 
    "image": "https://flatisjustice.moe/priconne/unit/112131.webp",
    "guild": "Sarendia Orphanage"
},
"summer suzume": {
    "name": "Summer Suzume",
    "description": "A summoner, her golem is actualy one of the he most tankiest golem there is. So it can tank for you for a while. Her buffs are also pretty decent as well, I can't tell you much more than that though",
    "kana": "スズメ（ニューイヤー）", 
    "ubname": "Tropical Vacation", 
    "ubdesc": "Increase all allies physical and magical defense by small amount and continuously restore all allies HP by small amount", 
    "s1name": "Petit Golem Summon", 
    "s1desc": "Summon a golem, attack one enemy at the front", 
    "s2name": "Soda Cry", 
    "s2desc": "Increase all allies within range magical defense by medium amount, centered on the most front ally", 
    "exname": "Tropical Maid", 
    "exdesc": "Increase own magical defense by medium amount at the start of battle **5★: Increase own magical defense by large amount at the start of battle**", 
    "s1plus": "Summon a golem, attack one enemy at the front **and deploy a field centered on the most front allies, increase physical and magical defense by large amount to allies within range**", 
    "upgrade": "", 
    "upgradedesc": "", 
    "image": "https://flatisjustice.moe/priconne/unit/107731.webp",
    "guild": "Sarendia Orphanage"
},
"suzuna": {
    "name": "Suzuna, Best Girl",
    "description": "That's me.",
    "kana": "スズナ", 
    "ubname": "Heart Break", 
    "ubdesc": "Large physical damage to the nearest enemy, guaranteed critical hit on initial use", 
    "s1name": "Pouting Dart", 
    "s1desc": "Medium physical damage to the nearest enemy, guaranteed critical hit", 
    "s2name": "Charisma Aura", 
    "s2desc": "Increase own physical attack power by medium amount", 
    "exname": "Gyaru's True Feeling", 
    "exdesc": "Increase own physical attack by medium amount at the start of battle **5★: Large increase own physical attack by large amount at the start of battle**", 
    "s1plus": "Large physical damage three times to the nearest enemy, if critical, **deal three times damage instead of two times, one of the damage is guaranteed critical hit**", 
    "upgrade": "Small physical damage three times to the nearest enemy and increase own physical attack power by medium amount, this skill will never miss and always deal critical damage", 
    "upgradedesc": "", 
    "image": "https://flatisjustice.moe/priconne/unit/101631.webp",
    "guild": "Lucent Academy"
},
"summer suzuna": {
    "name": "Summer Suzuna,Best girl",
    "description": "Best girl, do I need to say more?",
    "kana": "スズナ（サマー）", 
    "ubname": "Tropical Splash", 
    "ubdesc": "Massive physical damage to the nearest enemy, if Suzuna already cast 'Summer Runaway' skill, deal critical", 
    "s1name": "Tropical Darts", 
    "s1desc": "Small physical damage three times to the nearest enemy", 
    "s2name": "Summer Runaway", 
    "s2desc": "Increase own physical attack power by massive amount and fully recover own TP bar", 
    "exname": "Midsummer Vibes", 
    "exdesc": "Increase own physical attack by medium amount at the start of battle **5★: Large increase own physical attack by large amount at the start of battle**", 
    "s1plus": "", 
    "upgrade": "", 
    "upgradedesc": "", 
    "image": "https://flatisjustice.moe/priconne/unit/110031.webp",
    "guild": "Lucent Academy"
},
"tamaki": {
    "name": "Tamaki",
    "description": "An anti magical attacker with 2 tails. Her 6★ gives her a lot of opportunity to be really good in both boss fights and in arena",
    "kana": "タマキ", 
    "ubname": "Neko-Neko Final Break", 
    "ubdesc": "Massive physical damage to one enemy with highest magical attack power", 
    "s1name": "Neko-Neko Throwing", 
    "s1desc": "Medium physical damage to one enemy with highest magical attack power and reduce enemy magical attack power by small amount", 
    "s2name": "Moody Cat", 
    "s2desc": "Reduce one enemy TP with highest magical attack power by small amount and restore own TP by small amount", 
    "exname": "Marvelous Cat", 
    "exdesc": "Increase own physical defense by medium amount at the start of battle **5★: Increase own physical defense by large amount at the start of battle**", 
    "s1plus": "Medium physical damage to one enemy with highest magical attack power and reduce enemy magical attack power by medium amount, **inflict stun**", 
    "upgrade": "Neko-Neko Phantom Rush", 
    "upgradedesc": "Massive physical damage to one enemy with highest magical attack power, if the target is magical attacker deal additional large physical damage reduce enemy physical defense by massive amount", 
    "image": "https://flatisjustice.moe/priconne/unit/104661.webp",
    "guild": "Mercurius Foundation"
},
"summer tamaki": {
    "name": "Summer Tamaki",
    "description": "High damage random attacker. She does a lot less TP down in this form. But it's not like it's anything major. In boss fights, she looks to be doing pretty good damage",
    "kana": "タマキ（サマー）", 
    "ubname": "Neko-Neko Summer Life", 
    "ubdesc": "Medium physical damage 4 times to random enemy at the front range", 
    "s1name": "Summer Beach Absorb", 
    "s1desc": "Reduce nearest enemy's tp by small amount and restore own TP by small amount", 
    "s2name": "Ice Break", 
    "s2desc": "Increase own physical attack power by large amount and increase own action speed by large amount", 
    "exname": "Cat in Paradise", 
    "exdesc": "Increase own physical defense by medium amount at the start of battle **5★: Increase own physical defense by large amount at the start of battle**", 
    "s1plus": "Reduce earest enemy's tp by small amount, restore own TP by small amount, **reduce enemy physical attack by large amount, and increase own physical attack power by massive amount**", 
    "upgrade": "", 
    "upgradedesc": "", 
    "image": "https://flatisjustice.moe/priconne/unit/107931.webp",
    "guild": "Mercurius Foundation"
},
"tomo": {
    "name": "Tomo",
    "description": "A powerful AOE attacker. She's a self accelerating attacker. And actually needs her UE to be able to actually do damage against multitarget bosses. There are quite a number of uses for her where she can shine. I would definitely recommend",
    "kana": "トモ", 
    "ubname": "Mikuma Sword Arts ・Asura", 
    "ubdesc": "Medium physical damage to nearest enemy, increase own physical attack by large amount, increase own action speed by medium amount", 
    "s1name": "Mikuma Sword Arts ・Gale", 
    "s1desc": "Medium physical attack to all enemies within range", 
    "s2name": "Mikuma Sword Arts ・Swallow Strike", 
    "s2desc": "Medium physical damage to nearest enemy, restore own TP by small amount", 
    "exname": "Reflex ・Wave Style", 
    "exdesc": "Increase own physical defense by medium amount at the start of battle **5★: Increase own physical defense by large amount at the start of battle**", 
    "s1plus": "Medium physical attack to all enemies within range **and increase damage based on number of enemies**", 
    "upgrade": "", 
    "upgradedesc": "", 
    "image": "https://flatisjustice.moe/priconne/unit/103731.webp",
    "guild": "Nightmare"
},
"tsumugi": {
    "name": "Tsumugi",
    "description": "An arena character. She has the unique ability to pull enemies. It's pretty good if you have an aoe character to deal with them after they're pulled together",
    "kana": "ツムギ", 
    "ubname": "Vitality Bind", 
    "ubdesc": "Small physical damage to all enemies within range, pull them to center, inflict bind", 
    "s1name": "Capture String", 
    "s1desc": "Small physical damage to one enemy at 2nd most front, pull them closer to Tsumugi", 
    "s2name": "Spiral Yarn", 
    "s2desc": "Small physical damage to all enemies within range, reduce enemies action and movement speed by small amount",
    "exname": "Tailor Guts", 
    "exdesc": "Increase own physical defense by medium amount at the start of battle **5★: Increase own physical defense by large amount at the start of battle**", 
    "s1plus": "Medium physical damage to one enemy at 2nd most front, pull them closer **and inflict stun, increase own physical attack power by medium amount, and increase own physical defense by small amount**", 
    "upgrade": "", 
    "upgradedesc": "", 
    "image": "https://flatisjustice.moe/priconne/unit/105431.webp",
    "guild": "Carmina"
},
"halloween tsumugi": {
    "name": "Halloween Tsumugi",
    "description": "A tank! A very very tanky tank. She has powerful debuff against bosses with high Physical attack. She also has a self heal and the ability to slow down the enemy's action speed by a lot. Look into investing into her.",
    "kana": "ツムギ（ハロウィン）", 
    "ubname": "String Carnival", 
    "ubdesc": "Large physical damage to one enemy with highest physical attack, reduce enemy physical attack power and action speed by large amount", 
    "s1name": "Tailored Halloween", 
    "s1desc": "Gain physical nullificiation barrier, increase own physical defense by large amount", 
    "s2name": "Fear Attention", 
    "s2desc": "Taunt all enemies, inflict fear to one enemy with highest physical attack , and recover own HP by medium amount", 
    "exname": "Tailored Decoration", 
    "exdesc": "Increase own physical defense by medium amount at the start of battle **5★: Increase own physical defense by large amount at the start of battle**", 
    "s1plus": "", 
    "upgrade": "", 
    "upgradedesc": "", 
    "image": "https://flatisjustice.moe/priconne/unit/113931.webp",
    "guild": "Carmina"
},
"uzuki": {
    "name": "Uzuki",
    "description": "AOE version of Djeeta. Basically a self accelerating aoe attacker. Though she's not as fast as Djeeta. She hasn't gotte her UE yet. So we might get something good once it comes out. Until then, her damage is kinda underwhelming.",
    "kana": "ウヅキ（デレマス）", 
    "ubname": "Smiling Brave", 
    "ubdesc": "Massive physical damage to all enemies within the front range and increase all allies physical and magical attack power by medium amount", 
    "s1name": "Revolution Smile", 
    "s1desc": "Restore all allies TP by small amount and increase all allies TP gain by small amount", 
    "s2name": "Pinky Lovely", 
    "s2desc": "Medium physical damage to all enemies within front range", 
    "exname": "Magic of Smile", 
    "exdesc": "Increase own physical attack power by medium amount at the start of battle **5★: Increase own physical attack power by large amount at the start of battle**", 
    "s1plus": "", 
    "upgrade": "", 
    "upgradedesc": "", 
    "image": "https://flatisjustice.moe/priconne/unit/112431.webp",
    "guild": "Deremasu"
},
"yori": {
    "name": "Yori",
    "description": "A magical attacker that was made to be used alongside Akari. Self damage without any way to heal herself kinda hurts her. Her frags is also in CB Coins. So I wouldn't expect newer people to be using her that much",
    "kana": "ヨリ", 
    "ubname": "Lighting Javelin", 
    "ubdesc": "Medium magical damage to all enemies in the front range", 
    "s1name": "Overcharge", 
    "s1desc": "Consume her own HP and increase her magical attack power by large amount", 
    "s2name": "Shadow Blast", 
    "s2desc": "Medium magical damage to all enemies at the front position", 
    "exname": "Lighting Boost", 
    "exdesc": "Increase own magical defense by medium amount at the start of battle **5★: Large increase own magical defense by large amount at the start of battle**", 
    "s1plus": "Consume her own HP and increase her magical attack power by massive amount **and recover own TP by medium amount**", 
    "upgrade": "", 
    "upgradedesc": "", 
    "image": "https://flatisjustice.moe/priconne/unit/102231.webp",
    "guild": "Diabolos"
},
"angel yori": {
    "name": "Angel Yori",
    "description": "A unique support that does well in any party. She has a taunt, it's not a self taunt. more of a taunt for other characters. She can use it to taunt herself. But will prioritize character beside her and infront of her",
    "kana": "ヨリ（エンジェル）", 
    "ubname": "Heavenly Hearts", 
    "ubdesc": "Medium magical damage to one enemy with most TP, reduce enemy TP by medium amount, and reduce enemy magic defense by a medium amount", 
    "s1name": "Angel Attention", 
    "s1desc": "Grant taunt to one ally with highest HP in front of Yori, increase ally physical and magical defense by large amount", 
    "s2name": "Angel Blessing", 
    "s2desc": "Increase all allies physical and magical critical rate, restore all allies HP by small amount", 
    "exname": "Clumsy Angel Heart", 
    "exdesc": "Increase own magical defense by medium amount at the start of battle **5★: Large increase own magical defense by large amount at the start of battle**", 
    "s1plus": "", 
    "upgrade": "", 
    "upgradedesc": "", 
    "image": "https://flatisjustice.moe/priconne/unit/113831.webp",
    "guild": "Diabolos"
},
"yui": {
    "name": "Yui",
    "description": "A pretty good healer. She provides so much physical def buff for your team. Mostly used in normal maps, might need to use her for harder hitting bosses or just Phase 4 CB bosses in general. I'm tired of all these gomen yui jokes man.",
    "kana": "ユイ", 
    "ubname": "Heal All", 
    "ubdesc": "Heals all allies by a medium amount", 
    "s1name": "Flower shot", 
    "s1desc": "Medium damage to the nearest enemy", 
    "s2name": "Floral Shield", 
    "s2desc": "Increases physical defense of all allies by a small amount", 
    "exname": "Floral Aura", 
    "exdesc": "Medium increase to own magical attack at the start of the battle. **5★: Medium increase to own magical attack at the start of the battle**", 
    "s1plus": "Medium magical damage to the nearest enemy, **also reduces their physical attack by a small amount**", 
    "upgrade": "Flowering Heal", 
    "upgradedesc": "Heals all allies by a **large** amount,** boost their Physical defense by a large amount, increases all allies' action speed by a large amount(100%) and deploys a barrier that blocks a large amount of physical damage**", 
    "image": "https://flatisjustice.moe/priconne/unit/100261.webp",
    "guild": "Twinkle Wish"
},
"new year yui": {
    "name": "New Year Yui, Jesus Yui, DORIME",
    "description": "All hail Jesus Yui, She will save us all. Her barrier is just the best in the game. She just does so much. Ignore the fact that she does negative damage.",
    "kana": "ユイ（ニューイヤー）", 
    "ubname": "Sunrise Protection", 
    "ubdesc": "Deploys barriers that negate large physical and magical damage and applies HP Regen per second on all allies but, but lowers Magical Atk by a large amount", 
    "s1name": "Weakness Petal", 
    "s1desc": "Lowers the second nearest ememy's physical attack and magical attack by a small amount", 
    "s2name": "Blooming Cheers", 
    "s2desc": "Boost the magical attack of all allies that do magical attack by a medium amount", 
    "exname": "Brightness New Year", 
    "exdesc": "Yui's magical attack goes up by a medium amount at the start of the battle. **5★: Gains an additional small amount of magical attack**", 
    "s1plus": "Lowers the second nearest ememy's physical attack and magical attack by a small amount, **magical defense by a small amount and medium amount of TP fill rate**", 
    "upgrade": "", 
    "upgradedesc": "", 
    "image": "https://flatisjustice.moe/priconne/unit/108831.webp",
    "guild": "Twinkle Wish"
},
"princess yui": {
    "name": "Princess Yui",
    "description": "A self accelerated AOE attacker/Buffer. She can dish out alot of damage to multitarget bosses and in Arena. But just don't expect her to do anything more than that. As a prinfest character, she's kinda underwhelming. As an aoe attacker, She's one of the best",
    "kana": "ユイ（プリンセス）", 
    "ubname": "Divine Rain", 
    "ubdesc": "Deals a large amount of magical damage to all enemies", 
    "s1name": "Twinkle Boost", 
    "s1desc": "Recovers her TP by a medium amount, boost her magical attack and magical critical by a small amount, and boost her damage when doing magical critical attacks by a small amount", 
    "s2name": "Radiant Shot", 
    "s2desc": "Deals a medium amount of magical damage to all enemies around the 2nd nearest enemey and boost the magical attakck of all allies that do magical attacks by a small amount", 
    "exname": "Dearest Memory", 
    "exdesc": "Her magical attack goes up by a small amount at the start of the battle.**5★: Her magical attack goes up by a small amount at the start of the battle.*", 
    "s1plus": "", 
    "upgrade": "", 
    "upgradedesc": "", 
    "image": "https://flatisjustice.moe/priconne/unit/180231.webp",
    "guild": "Twinkle Wish"
},
"yukari": {
    "name": "Yukari, Onee-San",
    "description": "A very powerful anti magical support. Has everything you need to counter magic damage. She has a nifty single target TP boost.",
    "kana": "ユカリ", 
    "ubname": "Seven Bells", 
    "ubdesc": "Grant magical nullification barrier to all allies", 
    "s1name": "Aqua Vit", 
    "s1desc": "Restore one ally HP with the lowest HP by medium amount", 
    "s2name": "Moonlight", 
    "s2desc": "Restore one ally TP with the lowest TP by medium amount", 
    "exname": "Prelude Fizz", 
    "exdesc": "Increase own magical defense by medium amount at the start of battle **5★: Increase own physical attack power by medium amount at the start of battle**", 
    "s1plus": "Heal one ally HP with the lowest HP by large amount, **increase to magical defense to given ally by medium amount, grant HP regen to given ally**", 
    "upgrade": "Seven Haven", 
    "upgradedesc": "Grant magical nullification barrier to all allies, increase all allies magic defense by large amount, restore all allies HP by small amount", 
    "image": "https://flatisjustice.moe/priconne/unit/103461.webp",
    "guild": "Mercurius Foundation"
},
"yuki": {
    "name": "Yuki",
    "description": "He's a man. But apparently he can charm people? And apparently people are using a 2★ in defensive pvp nowadays. If I were to guess, it would probably be for his TP boost.",
    "kana": "ユキ", 
    "ubname": "Bow Down To My Beauty", 
    "ubdesc": "Small magical damage to all enemies and reduce all enemies physical defense by a small amount", 
    "s1name": "My Dazzling Beauty", 
    "s1desc": "Small magical damage to the 2nd closest enemy and inflicts blind", 
    "s2name": "My Cute Self Will Support You", 
    "s2desc": "Restores one ally TP with highest TP by a medium amount", 
    "exname": "My Cute Self Will Do The Best", 
    "exdesc": "Medium increase own magical attack power at the start of battle**5★: Medium increase own magical attack power at the start of battle**", 
    "s1plus": "Small magical damage to the 2nd closest enemy and inflicts blind **and charm**", 
    "upgrade": "", 
    "upgradedesc": "", 
    "image": "https://flatisjustice.moe/priconne/unit/100831.webp",
    "guild": "Weiße Flügel"
},
"yuni": {
    "name": "Yuni",
    "description": "A valuable buffer for the team. She has the 2nd best single target buff in the game. 2nd to Eriko. She also provides a small but nifty TP Boost. Her magical barrier has been proved useful from time to time",
    "kana": "ユニ", 
    "ubname": "Philosopher of Acceptance and Development", 
    "ubdesc": "Increase all allies physical attack power by a massive amount, increase all allies physical critical hit by large amount", 
    "s1name": "Superb Generation Introduction", 
    "s1desc": "Increase physical attack power to one ally with highest physical attack by large amount, increase physical critical hit rate to one ally with highest physical attack by large amount, and restore target TP by small amount, and reduce own physical and magical defense by small amount", 
    "s2name": "Study of Root Cause", 
    "s2desc": "Grant TP regeneration to all allies, grant magical nullification barrier to all allies, and reduce own magical attack by large amount", 
    "exname": "Scholar Teach", 
    "exdesc": "Increase own magical defense at the start of battle by a medium amount**5★: Increase own magical defense at the start of battle by a medium amount**", 
    "s1plus": "", 
    "upgrade": "", 
    "upgradedesc": "", 
    "image": "https://flatisjustice.moe/priconne/unit/111031.webp",
    "guild": "St. Theresa Girls' Academy(Buddy Club)"
}
}
